{"title": "2022 Campbell Fighting Camels baseball team", "input": "The 2022 Campbell Fighting Camels baseball team represented Campbell University during the 2022 NCAA Division I baseball season. The Camels played their home games at Jim Perry Stadium as a member of", "label": 1, "created_at": "2022-05-29T05:28:33Z", "last_modified": "2024-10-22T16:10:46Z"}
{"title": "Canton of Moréac", "input": "The canton of Moréac is an administrative division of the Morbihan department, northwestern France. It was created at the French canton reorganisation which came into effect in March 2015. Its seat is", "label": 1, "created_at": "2017-07-11T19:25:23Z", "last_modified": "2021-01-08T11:31:20Z"}
{"title": "Danielle Joia", "input": "Danielle Cristina Joia (born 22 May 1990) is a Brazilian handballer for Madeira Andebol SAD and the Brazilian national team. Achievements National team Pan American Women's Club Handball Championship: 2017 World Women's", "label": 1, "created_at": "2017-12-18T19:15:36Z", "last_modified": "2024-10-29T11:25:51Z"}
{"title": "WALLY", "input": "WALLY (the Washtenaw–Livingston Rail Line) was a commuter rail service proposed in 2008 which would have linked the Michigan cities of Ann Arbor and Howell. It never got past the planning stages.", "label": 1, "created_at": "2008-03-24T13:24:37Z", "last_modified": "2024-08-04T07:47:49Z"}
{"title": "Heterophyllaea", "input": "Heterophyllaea is a genus of two species of shrubs in the family Rubiaceae, native to Bolivia and Argentina. Heterophyllaea pustulata also known as cegadera contains an unknown toxin that causes photosensitization in", "label": 1, "created_at": "2006-08-10T22:30:07Z", "last_modified": "2024-07-30T23:45:46Z"}
{"title": "Davis Fire", "input": "Nevada over 2024 spread quicker and started easier because of the invasive cheat grass species. While above-average snow packs had hindered fire activity in previous years, this led to an abundance of", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Norm Rogers (Australian rules footballer)", "input": "Norman Angus \"Norm\" Rogers (born 7 May 1937) is a former Australian rules footballer who played for East Fremantle in the West Australian National Football League (WANFL) during the 1950s and 1960s.", "label": 1, "created_at": "2008-10-30T04:10:01Z", "last_modified": "2021-05-28T22:10:01Z"}
{"title": "Henri Rambaud", "input": "Portique editions La voie sacrée, 1946, Lardanchet editions Prefaces and presentations: Le rouge et le blanc (Lucien Leuwen) by Stendhal, 1928; Les œuvres de La Rochefoucault, 1929; La musique du piano des", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Ibrahim III Gumsami", "input": "in whose time to one wet season there were seven autumns, and milk was plenteous. Even yearling heifers yielded milk, and young kids.\" Ibrahim ruled for seven years. He died at Ngazargamu", "label": 0, "created_at": "2025-06-08T10:12:23Z", "last_modified": "2025-11-12T23:36:32Z"}
{"title": "Antonio Zamorano", "input": "Alessandri and Allende. Historians widely credit his candidacy with altering the outcome of the election, preventing Allende’s first potential victory. Later years In the 1965 Chilean parliamentary election, he ran unsuccessfully for", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Grace Hoeman", "input": "Grace Jansen Hoeman née Nieman (1921– April 12, 1971) was an American mountaineer and pioneering female mountain climber. A doctor, she made a number of first ascents in Alaska. Hoeman led the", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Davis Fire", "input": "of September 2024 (including the day the Davis Fire ignited) there were above average temperatures around 90 degrees Fahrenheit. Strong winds in the area aided the fire the day of ignition. These", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Grace Hoeman", "input": "the first summit of Mount Igikpak. That year, she accompanied her husband on a four person expedition of the first traverse of the Harding Icefield. In 1969, she summitted Mount Rainier, as", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "PDS 456", "input": "conducting the Pico dos Dias survey in 1997. The object is known to have prototypical ionized ultra-fast X-ray outflows and a bolometric luminosity value of 1047 erg s−1. Description An extremely bright", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Brooklyn Arts Council", "input": "136 projects. Past grantees and awardees Past grantees and affiliates include filmmakers Spike Lee, Danny DeVito, 1980 Academy Award (Best Documentary) winner, Ira Wohl, documentary filmmaker Doan Hoang, arts organizations: Brighton Ballet", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Davis Fire", "input": "were told to be prepared for potential outages. An evacuation center was put into place at the Washoe County Senior Citizen Center. Washoe County Regional Animal Services had mobile shelters for small", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "The New Eves", "input": "Farrer – guitar, violin, vocals (2023–present) Kate Mager – bass, vocals (2023–present) Ella Oona Russell – drums, flute, vocals (2023–present) Nina Winder-Lind – guitar, cello, vocals (2023–present) Discography The New Eve Is", "label": 0, "created_at": "2025-09-11T03:38:57Z", "last_modified": "2025-11-13T19:02:49Z"}
{"title": "Greater pancreatic artery", "input": "In human anatomy, the greater pancreatic artery (great pancreatic artery or arteria pancreatica magna), is the largest artery that supplies the pancreas. It arises from the splenic artery. Clinical relevance Rarely, the", "label": 1, "created_at": "2006-03-23T00:40:31Z", "last_modified": "2024-02-15T15:27:00Z"}
{"title": "Miriana Conte", "input": "musicians, with some labelling the move as discriminatory towards the Maltese language. On 13 March, PBS and Conte confirmed that the song's title was changed to \"Serving\" for the contest, with an", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Ritch Esra", "input": "1981 he joined the A&R Department at Arista Records, working with The Thompson Twins in the USA. He worked with publishers and songwriters on material for Whitney Houston, Aretha Franklin and Dionne", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Davis Fire", "input": "have helped \"big time\" in combatting the fire. Cause The Davis Fire was first reported in the day use area of Davis Creek Regional Park around 2:30 P.M. on September 7, 2024,", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Leath (surname)", "input": "Leath is a surname. Notable people with the surname include: Marvin Leath (1931–2000), American politician from Texas Raynella Leath (born 1948), former life prisoner in America Steven Leath (born 1957), American academic", "label": 1, "created_at": "2022-07-29T13:16:27Z", "last_modified": "2022-07-29T13:16:27Z"}
{"title": "List of MeSH codes (D01)", "input": "The following is a partial list of the \"D\" codes for Medical Subject Headings (MeSH), as defined by the United States National Library of Medicine (NLM). This list continues the information at", "label": 1, "created_at": "2006-05-12T13:10:30Z", "last_modified": "2024-02-09T16:51:29Z"}
{"title": "Cephalotes texanus", "input": "Cephalotes texanus is a species of arboreal ant of the genus Cephalotes, characterized by an odd shaped head, and the ability to \"parachute\" by steering their fall if they drop off of", "label": 1, "created_at": "2011-07-19T05:10:53Z", "last_modified": "2024-04-09T09:46:31Z"}
{"title": "AAAES", "input": "American Associations for Accreditation and Educational Services, also known as triple A ES or AAAES, is a non-profit, non-governmental organization that accredits and supports schools and colleges in the United States, middle", "label": 1, "created_at": "2017-02-05T15:40:53Z", "last_modified": "2021-01-11T05:31:08Z"}
{"title": "Arrondissement of Montmorillon", "input": "The arrondissement of Montmorillon is an arrondissement of France in the Vienne department in the Nouvelle-Aquitaine region. It has 90 communes. Its population is 65,756 (2021), and its area is 2,876.1 km2", "label": 1, "created_at": "2005-12-04T11:50:25Z", "last_modified": "2024-12-11T13:30:32Z"}
{"title": "Davis Fire", "input": "there were sustained winds up to 40 mph (64 km/h). The strong winds were a result of a low-pressure area passing over the fire. The Davis Fire and and other wildfires in", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "the state. The portions of Humboldt-Toiyabe National Forest the Davis Fire burned in areas where the forest was much denser. There were large numbers of dry fire fuels that included pine needles,", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "FISA (disambiguation)", "input": "FISA is the Foreign Intelligence Surveillance Act, a 1978 United States federal law. FISA may also refer to: Law Foreign Intelligence Surveillance Act of 1978 Amendments Act of 2008 (FISA Amendments Act", "label": 1, "created_at": "2004-06-28T05:24:39Z", "last_modified": "2024-12-08T12:15:19Z"}
{"title": "Garudapterus", "input": "the fossil. Specifically, it was found to be most closely related to Lusognathus from Portugal, which shares its laterally-oriented tooth sockets. The results of their phylogenetic analysis are seen in the cladogram", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "2015 World U-17 Hockey Challenge", "input": "The 2015 World Under-17 Hockey Challenge was an ice hockey tournament held in Dawson Creek and Fort St. John, British Columbia, Canada between November 5 and 11. The World Under-17 Hockey Challenge", "label": 1, "created_at": "2018-01-17T10:32:15Z", "last_modified": "2024-12-15T20:35:37Z"}
{"title": "LimeLife", "input": "LimeLife Inc. is an American privately held digital media company based in the San Francisco Bay Area. Investors include U.S. Venture Partners, Rustic Canyon Partners, Core Capital, Monitor Ventures and i-Hatch Ventures.", "label": 1, "created_at": "2008-09-18T17:56:56Z", "last_modified": "2024-02-04T01:08:55Z"}
{"title": "Acushnet", "input": "Acushnet may refer to : Places Acushnet, Massachusetts, U.S. Acushnet Center, Massachusetts Acushnet Heights Historic District, New Bedford, Massachusetts Acushnet River, in Massachusetts Other uses Acushnet Company, golf equipment manufacturer Acushnet, a", "label": 1, "created_at": "2004-04-13T04:20:34Z", "last_modified": "2024-02-11T12:04:31Z"}
{"title": "Ballet de cour", "input": "Ballet de cour (\"court ballet\") is the name given to ballets performed in the 16th and 17th centuries at courts. The court ballet was a gathering of noblemen and women, as the", "label": 1, "created_at": "2004-08-03T16:08:22Z", "last_modified": "2024-05-04T00:27:17Z"}
{"title": "Chuo Elementary School (Tokyo)", "input": "Chuo Municipal Chuo Elementary School (中央区立中央小学校, Chūō-kuritsu Chūō Shōgakkō) is a public elementary school in Minato, Chuo, Tokyo. It is operated by the Chuo City Board of Education (中央区教育委員会). Its attendance boundary", "label": 1, "created_at": "2022-10-15T21:54:04Z", "last_modified": "2023-08-17T00:09:53Z"}
{"title": "PDS 456", "input": "energy, exceeding 1051 erg. In addition, PDS 456 also displayed X-ray emission hardening following the flare. Radio images by very long baseline interferometry (VLBI) found PDS 456 has a complex nucleus described", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Davis Fire", "input": "the fire growing 3.5 to 7 miles (5.6 to 11.3 km) northward. This would have damaged or destroyed hundreds to thousands of structures. The possibility of the fire spreading resulted in a", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Antonio Zamorano", "input": "and later at the Franciscan Seminary in La Granja, where he was ordained a priest in 1932. He undertook specialized studies at the Pontifical Catholic University of Chile. He served as professor", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "PDS 456", "input": "star-formation in PDS 456 would be quenched. Additionally, disk wind from the accretion disk and signatures of highly ionized gas detected via X-ray broadband spectra of PDS 456, was also present. A", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Henri Rambaud", "input": "of literature at the Catholic University of Lyon and the son of Joseph Rambaud, a professor and economist who founded the conservative daily newspaper Le Nouvelliste de Lyon in 1879. After spending", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Alagna (disambiguation)", "input": "Alagna is a commune (municipality) in the Province of Pavia in the Italian region Lombardy. Alagna may also refer to: Alagna Valsesia, a comune and small village high in the Valsesia alpine", "label": 1, "created_at": "2020-02-22T14:38:45Z", "last_modified": "2023-02-14T03:47:47Z"}
{"title": "Jolanta Kochanaowska", "input": "Jolanta Kochanaowska is a Polish cross-country skier. She represented Poland at the 1984 Winter Paralympics and she won the gold medal in the women's 3x5 km relay LW2-9 event. She also competed", "label": 1, "created_at": "2019-12-14T20:04:20Z", "last_modified": "2023-05-23T12:45:03Z"}
{"title": "Amphitorna albipuncta", "input": "Amphitorna albipuncta is a moth in the family Drepanidae. It was described by George Hampson in 1893. It is found in Sri Lanka. Description The wingspan is about 26 mm. Male with", "label": 1, "created_at": "2015-03-12T23:42:52Z", "last_modified": "2022-03-15T15:21:53Z"}
{"title": "Kråkerøy", "input": "Kråkerøy is an island and a former municipality in Østfold, Norway. The island of Kråkerøy was separated from Glemmen as a municipality of its own January 1, 1908. At that time Kråkerøy", "label": 1, "created_at": "2006-10-14T11:29:30Z", "last_modified": "2024-01-25T13:24:30Z"}
{"title": "2020–21 UMass Lowell River Hawks women's basketball team", "input": "The 2020–21 UMass Lowell River Hawks women's basketball team represented the University of Massachusetts Lowell during the 2020–21 NCAA Division I women's basketball season. The River Hawks were led by first year", "label": 1, "created_at": "2023-07-13T16:45:00Z", "last_modified": "2024-10-25T13:16:04Z"}
{"title": "1989 Amputee Soccer World Cup (outdoor)", "input": "was held in Seattle, United States between 3 and 4 September 1989 simultaneously with indoor championship. El Salvador won the title for the third time, defeating England in the final. Brazil took", "label": 0, "created_at": "2025-11-18T21:25:26Z", "last_modified": "2025-11-19T11:39:00Z"}
{"title": "RowPerfect", "input": "The Rowperfect is an indoor rowing machine, designed in 1987 and patented in 1988, by Casper (Cas) Rekers. It is designed to accurately simulate the feeling of rowing on the water. Both", "label": 1, "created_at": "2004-11-16T16:55:00Z", "last_modified": "2024-09-19T13:14:34Z"}
{"title": "Digitalk", "input": "Digitalk (pronounced \"digital kay\") is an annual two-day technology conference organized by the Bulgarian business newspaper Capital weekly. Digitalk provides a place for discussion between creative professionals, investors, entrepreneurs, and marketing executives", "label": 1, "created_at": "2012-01-21T23:53:55Z", "last_modified": "2024-10-04T17:10:51Z"}
{"title": "Miriana Conte", "input": "was announced as one of sixteen entries selected to compete in the final Malta Eurovision Song Contest 2018 on 11 October 2017. She finished in 12th place with 14 points. In 2018,", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Alla Selawry", "input": "Alla Selawry (Russian: Алла Сергеевна Селаври; 23 August 1913 – 27 July 1992), was a Russian born scientist, Anthroposophist, doctor, homeopath, and theologian. Biography She was born in Moscow of Russian parents", "label": 1, "created_at": "2011-05-10T14:46:20Z", "last_modified": "2024-11-09T05:20:02Z"}
{"title": "Bajo Putumayo Yaguas Communal Reserve", "input": "2025 by Supreme Decree No. 020-2025-MINAM, covering an area of about 1,606.04 km² of Amazonian forest near the border with Colombia. The communal reserve is co-managed by SERNANP and an Administrative Contract", "label": 0, "created_at": "2025-10-10T00:30:14Z", "last_modified": "2025-10-11T15:56:53Z"}
{"title": "Garudapterus", "input": "animal with an elongate snout ending in a spatula-like jaw tip with protruding tooth sockets holding many long teeth. The presence of two distinctive groves along its palate is a key trait", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Mochero Vásquez", "input": "and law and political science at the Federico Villarreal National University, before embarking on a career in writing and party activism. On 12 October 2025, APRA presidential hopeful Enrique Valderrama announced Vásquez", "label": 0, "created_at": "2025-10-27T20:06:05Z", "last_modified": "2025-10-29T02:09:07Z"}
{"title": "Henri Rambaud", "input": "origines à Ravel by Louis Aguettant, 1954 \"Un poète lyonnais, Victor de Laprade,\" monograph on the regional poet Victor de Laprade, published in La Revue Fédéraliste (1921) == Notes and references ==", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Garudapterus", "input": "tip of its jaw. Preserved in an ancient river channel at the Phra Pong locality in rocks of the Khorat Group, it would have lived in a freshwater floodplain ecosystem amongst dinosaurs", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "1989 Amputee Soccer World Cup (outdoor)", "input": "The 1989 Amputee Soccer World Cup (outdoor) was the outdoor tournament of the 4th annual international competition of amputee football national men's teams. It was organized by the Amputee Soccer International, and", "label": 0, "created_at": "2025-11-18T21:25:26Z", "last_modified": "2025-11-19T11:39:00Z"}
{"title": "Davis Fire", "input": "14 that would last for a few days after, aiding suppression on the fire. Containment increased to 76%, and evacuations in Galena and St. James Village were lifted. On September 15, firefighters", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "James Kinnear", "input": "James Kinnear WS FRSE (1810-1849) was a Scottish lawyer. His legal title was Master Extraordinary in Chancery and Commissioner of English Affairs. Life He was born on 2 December 1810 and lived", "label": 1, "created_at": "2017-02-17T14:14:19Z", "last_modified": "2024-09-29T10:35:07Z"}
{"title": "Cerconota carbonifer", "input": "Cerconota carbonifer is a moth in the family Depressariidae. It was described by August Busck in 1914. It is found in Panama, Costa Rica and French Guiana. The wingspan is 19–23 mm.", "label": 1, "created_at": "2016-05-07T07:59:01Z", "last_modified": "2021-11-08T20:27:52Z"}
{"title": "Leslie Warren", "input": "Captain Leslie Reginald Warren (born 21 January 1899, date of death unknown) was a British flying ace in the First World War who was credited with eight aerial victories. Biography Warren was", "label": 1, "created_at": "2009-11-28T22:44:15Z", "last_modified": "2024-12-08T07:51:48Z"}
{"title": "List of butterflies of Tunisia", "input": "This is a list of butterflies of Tunisia. About 84 species are known from Tunisia. Hesperiidae Carcharodus lavatherae Carcharodus stauderi Carcharodus tripolina Gegenes nostrodamus Gegenes pumilio Spialia sertorius Thymelicus acteon Thymelicus hamza", "label": 1, "created_at": "2012-07-31T14:14:29Z", "last_modified": "2022-03-12T17:25:55Z"}
{"title": "Rockland Trust", "input": "Rockland Trust is a commercial bank based in Rockland, Massachusetts that serves Southeastern Massachusetts, Coastal Massachusetts, Cape Cod, and Boston's MetroWest. Established in 1907 as Rockland Trust Company. A wholly owned subsidiary", "label": 1, "created_at": "2008-07-23T20:46:07Z", "last_modified": "2024-09-08T02:55:53Z"}
{"title": "Anna Catharina", "input": "Anna Catharina was an 18th-century East Indiaman or \"mirror return ship\" (Dutch: spiegelretourschip) of the Dutch East India Company. During her third voyage to Batavia, she wrecked at the Scheldt estuary, Dutch", "label": 1, "created_at": "2023-12-16T09:49:49Z", "last_modified": "2024-11-07T05:56:05Z"}
{"title": "Davis Fire", "input": "dead leaves, and dead tree limbs. The fire was primarily burning in brush. Climate change has caused a longer heat waves (including around the time of the fire), and overall, has led", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Ritch Esra", "input": "of international music projects have had continual influence. Objectives of his publications are to document and provide contact information for leading music companies and their executives. Esra and his co-founder Eric Knight", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "2016 NCHC Tournament", "input": "The 2016 NCHC Tournament was the third tournament in league history. It was played between March 11 and March 19, 2016. Quarterfinal games were played at home team campus sites, while the", "label": 1, "created_at": "2016-03-24T15:21:39Z", "last_modified": "2024-03-22T12:13:42Z"}
{"title": "Juju, Iran", "input": "Juju (Persian: جوجو, also Romanized as Jūjū; also known as Mazra‘eh Jūjū) is a village in Var Posht Rural District, in the Central District of Tiran and Karvan County, Isfahan Province, Iran.", "label": 1, "created_at": "2014-01-16T22:05:08Z", "last_modified": "2024-11-07T05:41:47Z"}
{"title": "John Newton (bowls)", "input": "John Newton is a Paralympic athlete from Australia. He competed in Wheelchair Fencing, Snooker and Table Tennis at the 1968 Tel Aviv Paralympics, winning a bronze medal in Snooker, after losing in", "label": 1, "created_at": "2012-08-27T12:56:34Z", "last_modified": "2024-05-14T18:10:47Z"}
{"title": "Harry Hayden", "input": "Harry Hayden (8 November 1882 – 24 July 1955) was a Canadian-American actor. He was a highly prolific actor, with more than 280 screen credits. Career Born in Canada in 1882, Hayden", "label": 1, "created_at": "2007-08-12T19:12:18Z", "last_modified": "2024-12-22T16:47:51Z"}
{"title": "Davis Fire", "input": "animals, and large animal shelters were located the University of Nevada, Reno Equestrian Center in Reno and Fuji Park and Silver Saddle Ranch in Carson City. Those at the governor's office contacted", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Çuxuryurd, Shamakhi", "input": "Çuxuryurd (also, Chukhur”yurt and Chukhuryurd) is a village and municipality in the Shamakhi Rayon of Azerbaijan. It has a population of 826. Near the village there is a lake surrounded by hills.", "label": 1, "created_at": "2008-08-15T18:21:39Z", "last_modified": "2019-12-10T13:15:20Z"}
{"title": "Grace Hoeman", "input": "on to teach preventative medicine in Buffalo, New York, worked for the Erie County Health Department and later entered a residency at Syracuse University. Her second marriage ended in divorce at this", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Miriana Conte", "input": "late November, it was announced that she was among the qualifiers for the final on 3 February 2024. There, she finished ninth overall with 25 points. On 12 December 2024, it was", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Hoochery Distillery", "input": "Hoochery Distillery is a farm-based microdistillery located in Kununurra, Western Australia, founded by Raymond Bernard \"Spike\" Dessert III. The distillery produces approximately 50,000 gallons of rum annually, and also produces gin, whiskey", "label": 1, "created_at": "2021-02-17T21:56:08Z", "last_modified": "2024-11-09T02:30:04Z"}
{"title": "Derek Myers", "input": "Legal challenges Myers, in one notable case, was jailed for 35 days on fabricated charges by a New Holland, Ohio police chief. The FBI later investigated, leading to Myers' exoneration and a", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Mochero Vásquez", "input": "Víctor Raúl Maestro del Siglo XXI (2022). Docencia y Decencia (with Roque Benavides), Debate (2024). Leyenda y Legado (with Roque Benavides), Debate (2024). Electoral history External links MocheroVasquez's channel on YouTube ==", "label": 0, "created_at": "2025-10-27T20:06:05Z", "last_modified": "2025-10-29T02:09:07Z"}
{"title": "Akeem Thomas", "input": "Akeem Thomas (born January 5, 1990) is an Antiguan footballer who currently plays for Caledonia AIA and the Antigua and Barbuda national team. Club career Thomas began his career in 2009 playing", "label": 1, "created_at": "2011-06-04T19:26:54Z", "last_modified": "2023-07-09T21:17:23Z"}
{"title": "The New Eves", "input": "second single \"Mother\" the same year. In 2025, the group announced and released their debut album titled The New Eve Is Rising. Upon the album's announcement, the group released the songs \"Rivers", "label": 0, "created_at": "2025-09-11T03:38:57Z", "last_modified": "2025-11-13T19:02:49Z"}
{"title": "PDS 456", "input": "to have a mass of 2.5 x 108 Mʘ while a value of 290 Mʘ yr−1 was calculated for its outflow mass rate. Given its short depletion time, it is estimated the", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "Union over Relatives. Chapter Nine: About the Authority of Leading Prayers. Chapter Ten: About the Authority of Hajj. Chapter Eleven: About the Authority of Charitable Institutions. Chapter Twelve: About the Distribution of", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "PDS 456", "input": "to be radio-emitting, an extended structure and a jet. In 2019, observations by the Atacama Large Millimeter Array (ALMA) found PDS 456 to contain kiloparsec-scale molecular outflows. The molecular outflows are estimated", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Move On Up a Little Higher", "input": "\"Move On Up a Little Higher\" is a gospel song written by W. Herbert Brewster, first recorded by Brother John Sellers in late 1946 and most famously recorded on September 12, 1947", "label": 1, "created_at": "2007-12-21T01:18:10Z", "last_modified": "2024-09-11T07:51:17Z"}
{"title": "Williams Olusegun", "input": "2019 general elections, Samuel Olusegun Williams sought re-election but was succeeded by Lanre Edun of the All Progressives Congress (APC), who won the seat for Abeokuta South Federal Constituency. He was the", "label": 0, "created_at": "2025-01-04T10:13:22Z", "last_modified": "2025-06-06T11:29:59Z"}
{"title": "PDS 456", "input": "X-ray flare was detected from PDS 456 in September 2018. Based on observations, it showed a flux increase by a factor 4, including its time-scale doubling and a high level of flare", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Davis Fire", "input": "of the fire that posed the greatest risk to homes in Reno. However, the fire grew to just 5,824 acres (2,357 ha) compared to forecasts, and was 37% contained. Including ones at", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Barejadi", "input": "Barejadi is a village in Ahmedabad district in the Indian state of Gujarat. Demographics As of 2011 India census, Barejadi had a population of 1,602. Males constitute 50.37% of the population and", "label": 1, "created_at": "2019-04-03T10:06:22Z", "last_modified": "2022-09-19T08:13:19Z"}
{"title": "Garret Moore, 1st Viscount Moore", "input": "Garret Moore, 1st Viscount Moore PC (I) (c.1564 – 9 November 1627) was an Anglo-Irish politician and peer. Birth and origins Garret was a son of Sir Edward Moore of Mellifont and", "label": 1, "created_at": "2015-03-04T18:48:49Z", "last_modified": "2024-01-18T21:59:00Z"}
{"title": "Garudapterus", "input": "as well as five associated partial teeth. The generic name is derived from Garuda, a divine bird in Hindu and Buddhist faith, and pteron—the Latinized Greek word for \"wing\"—a common suffix for", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Margareta Elzberg's cookbook", "input": "Margareta (Maria) Elzberg was a Swedish domestic servant or housekeeper who published the early Swedish cookbook: An Attempt at a Reliable Book on Food Preparation (Swedish: Försök Til en Pålitelig Matrednings-Bok) in", "label": 1, "created_at": "2016-11-17T13:46:10Z", "last_modified": "2023-12-11T14:25:36Z"}
{"title": "Regina Pacis Model Secondary School", "input": "The students were Promise Nnalue, Jessica Osita, Nwabuaku Ossai, Adaeze Onuigbo, and Vivian Okoye. In 2023, a team invented \"Smart Sticks\", a device for blind people to detect obstacles not less than", "label": 0, "created_at": "2025-09-11T19:55:17Z", "last_modified": "2025-11-11T06:54:25Z"}
{"title": "Festungsberg", "input": "Festungsberg is a mountain in the city of Salzburg in Austria, which rises to an elevation of 542 metres (1,778 ft). It is the site of the Hohensalzburg Fortress, which towers over", "label": 1, "created_at": "2009-05-06T16:30:10Z", "last_modified": "2024-01-05T03:24:39Z"}
{"title": "Bendeela Pondage", "input": "Bendeela Pondage, completed in 1972, is an earth and rockfill embankment dam structure located on the Kangaroo River arm of Lake Yarrunga in New South Wales, Australia. It is located between Fitzroy", "label": 1, "created_at": "2014-10-02T18:57:45Z", "last_modified": "2023-11-12T18:43:27Z"}
{"title": "Garudapterus", "input": "are slightly elliptical, being wider than tall, as are the teeth, which are more extremely oval in shape, also unlike the more circular teeth of Lusognathus. Each tooth possesses smooth enamel, similar", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Subvariant", "input": "The term subvariant has at least two applications. A mathematical term in invariant theory associated with the concept perpetuant. In microbiology and virology, a subvariant is a subtype of a known variant", "label": 1, "created_at": "2012-05-03T14:24:25Z", "last_modified": "2022-07-12T17:07:29Z"}
{"title": "Gallia Aquitania", "input": "Gallia Aquitania (, Latin: [ˈɡalːi.a akᶣiːˈtaːni.a]), also known as Aquitaine or Aquitaine Gaul, was a province of the Roman Empire. It lies in present-day southwest France and the comarca of Val d'Aran", "label": 1, "created_at": "2003-10-16T15:33:04Z", "last_modified": "2024-12-16T00:38:07Z"}
{"title": "Miguel Miranda (basketball)", "input": "Miguel Ângelo Saraiva Miranda (born October 9, 1978, Porto) is a Portuguese former basketball player. Coaching career Miranda began coaching Vitória S.C. in the 2021–22 season. Despite having a smaller budget than", "label": 1, "created_at": "2007-09-11T02:39:03Z", "last_modified": "2024-11-21T10:34:27Z"}
{"title": "Seatower", "input": "Seatower is a Norwegian provider of foundations for Offshore wind power. The company, with roots from the offshore oil and gas industry back to 1994, has its headquarters in Oslo and an", "label": 1, "created_at": "2009-09-07T07:29:49Z", "last_modified": "2024-07-07T14:28:28Z"}
{"title": "Davis Fire", "input": "After extensive investigations and interviews, the fire was determined to have been started by an improperly extinguished campfire, with an accidental motive. However, in the day use area, campfires are banned in", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Henri Rambaud", "input": "by François Richard. Publications Source: With Pierre Varillon, Enquête sur les jeunes maîtres de la littérature, 1923, Blous & Gay editions With François Derais, L'envers du journal de Gide, 1951, Le Nouveau", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Dodonaea macrossanii", "input": "four triangular or egg-shaped leaflets, the narrower end towards the base, flowers arranged singly with three lance-shaped sepals and six stamens, and 3- or 4-lobed capsules. Description Dodonaea macrossanii is a spreading,", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Speed skating at the 2022 Winter Olympics – Qualification", "input": "The following is about the qualification rules and the quota allocation for the speed skating at the 2022 Winter Olympics. Qualification rules A total quota of 166 athletes were allowed to compete", "label": 1, "created_at": "2021-11-13T19:12:40Z", "last_modified": "2024-12-27T05:17:10Z"}
{"title": "Normand Léveillé", "input": "Normand \"Norm\" Léveillé (born January 10, 1963) is a Canadian former professional hockey left winger. He played one season and one month in the National Hockey League for the Boston Bruins, before", "label": 1, "created_at": "2006-06-01T20:50:54Z", "last_modified": "2024-12-31T04:58:00Z"}
{"title": "Đorđe Čarapić", "input": "Đorđe Čarapić (1773-1826) was a voivode in the First Serbian Uprising and Second Serbian Uprising. He served both leaders – Karađorđe and Miloš Obrenović – during the war of Serbian independence from", "label": 1, "created_at": "2020-06-06T16:43:37Z", "last_modified": "2024-08-11T13:36:57Z"}
{"title": "Broughton Harris", "input": "Broughton Harris (August 16, 1822—January 19, 1899) was a Vermont businessman and political figure. He was Secretary and Treasurer of Utah Territory, and became one of the Runaway Officials of 1851. Early", "label": 1, "created_at": "2009-02-28T08:06:56Z", "last_modified": "2024-12-20T17:03:24Z"}
{"title": "NAS Award for the Industrial Application of Science", "input": "The NAS Award for the Industrial Application of Science is awarded by the U.S. National Academy of Sciences \"for original scientific work of intrinsic scientific importance and with significant, beneficial applications in", "label": 1, "created_at": "2015-01-06T21:55:08Z", "last_modified": "2021-06-16T10:58:06Z"}
{"title": "Grace Hoeman", "input": "she trained in surgery and gynecology. After completing her studies, she survived myocarditis and tuberculosis. In 1948 she earned her doctorate in medicine from University of Utrecht. Return to the United States", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Davis Fire", "input": "Rose Highway. Evacuations expanded that night as winds drove the fire towards Mount Rose Highway. Active fire behavior was observed on the southwestern edge near Mount Rose Highway on September 9. Despite", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Appolonia Jagiello", "input": "Appolonia Jagiello, also known as Appolonia Jagiello Tochman, (1825 – 1866) was a Polish-Lithuanian American revolutionary and activist. She is most notable for her direct participation in the 1846 Kraków uprising, the", "label": 1, "created_at": "2021-05-17T14:01:56Z", "last_modified": "2024-12-28T05:59:24Z"}
{"title": "Davis Fire", "input": "All off duty firefighters were ordered to work on the fire. However, there was only slight growth on the fire and crews held the fire lines. The high wind gusts grounded all", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Antonio Zamorano", "input": "nickname El Cura de Catapilco. He left the priesthood in 1956 and married Aurelia Julio Valdivia in Santiago on 26 July 1964. Political career Zamorano was motivated by social concerns rooted in", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "His book was translated into Urdu by Maulvi Syed Muhammad Ibrahim and published by Nafis Academy Karachi and Law Library Lahore. In the book, Mawardi claimed that, Quraishi descent is one of", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Vladimir Filippov", "input": "Vladimir Filippov may refer to: Vladimir Filippov (architect) (born 1950), Russian architect Vladimir Filippov (politician) (born 1951), Russian academic and former Minister of Education Vladimir Filippov (footballer) (born 1968), Russian footballer Vladimir", "label": 1, "created_at": "2009-05-26T12:17:48Z", "last_modified": "2020-06-02T15:32:12Z"}
{"title": "Dominican Red Cross", "input": "Dominican Red Cross (Spanish: Cruz Roja Dominicana; CRD) was founded in 1927. Activities performed include the distribution of aid following disasters; education on vector borne disease avoidance (inc. Zika Virus and Dengue", "label": 1, "created_at": "2015-09-16T21:31:31Z", "last_modified": "2024-10-25T03:34:43Z"}
{"title": "USS Lamar", "input": "USS Lamar may refer to the following ships of the United States Navy: USS Lamar (APA-47), an attack transport commissioned on 6 April 1944 and decommissioned on 7 March 1946 USS Lamar", "label": 1, "created_at": "2007-09-28T21:58:24Z", "last_modified": "2022-11-15T13:55:19Z"}
{"title": "Department of Local Government and the Environment", "input": "In the Isle of Man, the Department of Local Government and the Environment (Manx: Rheynn Reiltys Ynnydagh as y Çhymmyltaght) or DLGE/DoLGE was responsible for the environment, social housing policy, local authorities,", "label": 1, "created_at": "2007-05-20T18:21:54Z", "last_modified": "2024-10-31T19:22:33Z"}
{"title": "Davis Fire", "input": "P.M. on September 7, the fire quickly spread and grew to 1,500 acres (610 ha) that evening. Fourteen structures were destroyed, 5,824 acres (2,357 ha) were burned, and thousands of people were", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Miriana Conte", "input": "stage. In 2019, she left the group. In 2019, she also took part, as a soloist, in the second edition of X Factor Malta, but did not make it to the final.", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Kaspar (film)", "input": "Kaspar is a Canadian animated short film, directed by Diane Obomsawin and released in 2012. Adapted from her own short comic of the same name, the film recounts the story of Kaspar", "label": 0, "created_at": "2025-01-13T22:34:44Z", "last_modified": "2025-07-22T15:44:51Z"}
{"title": "Skora", "input": "The Skora is a river of Poland, a tributary of the Czarna Woda. Known in German as the Schnelle Deichsa, it flows through the Legnica and Złotoryja districts, with its source in", "label": 1, "created_at": "2011-10-29T20:30:21Z", "last_modified": "2024-05-11T20:30:44Z"}
{"title": "Vrhe, Trbovlje", "input": "Vrhe (pronounced [ʋəɾˈxeː]) is a settlement in the Municipality of Trbovlje in central Slovenia. It lies in the hills northwest of the town of Trbovlje and part of the settlement lies in", "label": 1, "created_at": "2010-06-10T09:10:46Z", "last_modified": "2024-08-23T15:17:33Z"}
{"title": "Oxford University Invariant Society", "input": "The Oxford University Invariant Society, or 'The Invariants', is a university society open to members of the University of Oxford, dedicated to promotion of interest in mathematics. The society regularly hosts talks", "label": 1, "created_at": "2010-12-30T18:07:53Z", "last_modified": "2024-06-29T01:48:39Z"}
{"title": "48th Brigade (United Kingdom)", "input": "The 48th Brigade was a brigade of the British Army. World War I During World War I, the 48th Brigade was part of the New Army also known as Kitchener's Army. It", "label": 1, "created_at": "2012-01-31T19:27:15Z", "last_modified": "2024-01-11T13:45:43Z"}
{"title": "Pariotichus", "input": "Pariotichus is an extinct genus of gymnarthrid microsaurs from the early Permian of Texas. History of study Pariotichus was collected by Jacob Boll from the Wichita Group of Texas in 1878 and", "label": 1, "created_at": "2009-02-17T15:23:08Z", "last_modified": "2023-04-11T18:44:12Z"}
{"title": "Derek Myers", "input": "Public service As a teenager, Myers joined \"The Pound Posse,\" advocating to ban gas chambers in Ohio animal shelters. Their efforts culminated in the passage of Senate Bill 164, signed by Governor", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Benimakia rubens", "input": "Benimakia rubens is a species of sea snail, a marine gastropod mollusc in the family Fasciolariidae, the spindle snails, the tulip snails and their allies. Description The shell grows to a length", "label": 1, "created_at": "2010-04-18T16:10:48Z", "last_modified": "2022-02-03T23:48:52Z"}
{"title": "Sarah Vigeland", "input": "gravity and spin-curvature coupling supervised by Scott A. Hughes. Research and career Vigeland is interested in black holes and techniques for detecting gravitational waves. Her early work considered high frequency gravitational waves,", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Thailand at the 1984 Summer Paralympics", "input": "Thailand competed at the 1984 Summer Paralympics in Stoke Mandeville, Great Britain and New York City, United States. 4 competitors from Thailand won no medals and so did not place in the", "label": 1, "created_at": "2016-06-14T10:59:45Z", "last_modified": "2024-12-18T18:00:19Z"}
{"title": "Soueix-Rogalle", "input": "Soueix-Rogalle (French pronunciation: [swɛks ʁɔɡal]; Occitan: Soèish e Rogala, before 1992: Soueix) is a commune in the Ariège department in southwestern France. It was created in 1973 by the merger of two", "label": 1, "created_at": "2008-01-26T15:32:12Z", "last_modified": "2024-10-27T18:25:27Z"}
{"title": "Davis Fire", "input": "and was burning in heavy timber and brush. The fire was about two miles (3.2 km) west of the Slide Mountain summit. At the time, the fire was three acres (1.2 ha).", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "changed suppression to promote forest regrowth by removing resources from secured areas. Containment increased to 76%. Fire crews no longer asked for donations. The fire was at 85% containment by September 16", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Dərə Zarat", "input": "Dərə Zarat (also, Dərəzarat, Derezarat, and Dere-Zorat) is a village in the Siazan Rayon of Azerbaijan. The village forms part of the municipality of Beşdam. References Dərə Zarat at GEOnet Names Server", "label": 1, "created_at": "2008-08-18T03:03:29Z", "last_modified": "2021-03-08T18:19:32Z"}
{"title": "Eleanor James", "input": "Eleanor James (born 18 April 1986) is an English actress. Career In 2005, Eleanor landed her first film role when she got the part of a fallen angel in Demonic, starring Tom", "label": 1, "created_at": "2009-06-06T00:39:47Z", "last_modified": "2024-08-11T07:01:25Z"}
{"title": "Knolton", "input": "Knolton () is a hamlet in Wrexham County Borough, Wales, close to the border with Shropshire, England. It is in Overton parish, and is 5½ miles ENE of Chirk. The Kynaston family", "label": 1, "created_at": "2021-12-24T14:15:47Z", "last_modified": "2023-03-19T22:45:31Z"}
{"title": "Bramshall", "input": "Bramshall is a village and former civil parish, now in the parish of Uttoxeter Rural, in the East Staffordshire district, in the county of Staffordshire, England. It is to the west of", "label": 1, "created_at": "2006-04-26T10:26:58Z", "last_modified": "2024-12-01T09:32:58Z"}
{"title": "Miriana Conte", "input": "of 26, with 91 points. Personal life Conte is half-Italian; her father comes from Naples and works as a businessman. She was diagnosed with ADHD in 2023. Conte is queer and, as", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Trite caledoniensis", "input": "Trite caledoniensis is a jumping spider species in the genus Trite. The male was first identified in 2014 by Barbara Maria Patoleta. Distribution Trite caledoniensis is found in New Caledonia, from which", "label": 1, "created_at": "2018-10-02T03:12:26Z", "last_modified": "2024-01-24T10:27:16Z"}
{"title": "1989 Amputee Soccer World Cup (outdoor)", "input": "at 8:00 a.m. Top four teams qualified for the knockout stage. Knockout stage Outdoor semifinals were set for 4:30 p.m. Sunday at Shoreline with the championship match set for 3 p.m. Monday.", "label": 0, "created_at": "2025-11-18T21:25:26Z", "last_modified": "2025-11-19T11:39:00Z"}
{"title": "Bajo Putumayo Yaguas Communal Reserve", "input": "Executor (ECA) representing the Bora, Ocaina, Kichwa, Murui-Muinani, Yagua, and Ticuna peoples. The reserve aims to conserve four ecosystems and two Amazonian ecoregions that host 4,554 species of flora and fauna, including", "label": 0, "created_at": "2025-10-10T00:30:14Z", "last_modified": "2025-10-11T15:56:53Z"}
{"title": "Antonio Zamorano", "input": "theology. Death He died in Santiago on 13 September 1995, at the age of 86. His funeral was held at the Church of San Francisco de Borja, and his remains were interred", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Ana Carolina Ugarte", "input": "Ana Carolina Ugarte (born March 7, 1992) is a Venezuelan model and beauty pageant titleholder who was appointed by Osmel Sousa, the national director of the Miss Venezuela pageant, and represented Venezuela", "label": 1, "created_at": "2017-08-18T18:06:48Z", "last_modified": "2024-05-07T22:41:24Z"}
{"title": "Garudapterus", "input": "those of sauropod, spinosaurid and allosauroid dinosaurs, freshwater hybodonts (shark-like animals), actinopterygian fish, crocodyliform reptiles, and trionychoid, carettochelyid, and adocid turtles. Each is known from fragmentary or isolated remains, especially teeth, and", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Kuybyshev, Volgograd Oblast", "input": "Kuybyshev (Russian: Куйбышев) is a rural locality (a settlement) and the administrative center of Kuybyshevskoye Rural Settlement, Sredneakhtubinsky District, Volgograd Oblast, Russia. The population was 2,468 as of 2010. There are 44", "label": 1, "created_at": "2019-10-17T07:34:25Z", "last_modified": "2024-11-25T18:52:56Z"}
{"title": "Axinite-(Mg)", "input": "Axinite-(Mg) is a borosilicate mineral of aluminum, calcium and magnesium of the axinite group, with magnesium as the dominant cation in the place of the structure that can also be occupied by", "label": 1, "created_at": "2019-08-05T10:05:12Z", "last_modified": "2024-10-24T19:25:20Z"}
{"title": "Canton of Les Aspres", "input": "The Canton of Les Aspres is a French canton of Pyrénées-Orientales department, in Occitanie. At the French canton reorganisation which came into effect in March 2015, the canton was created including 17", "label": 1, "created_at": "2015-02-10T09:52:19Z", "last_modified": "2023-02-22T19:41:18Z"}
{"title": "Patissa ochroalis", "input": "Patissa ochroalis is a moth in the family Crambidae. It was described by George Hampson in 1919. It is found in Suriname and Amazonas, Brazil. The wingspan is about 14 mm. The", "label": 1, "created_at": "2014-11-11T09:41:24Z", "last_modified": "2023-10-07T11:48:25Z"}
{"title": "Derek Myers", "input": "Dorraine Downing, a home health nurse, and Richard Myers. His parents separated when he was five. Myers grew up as an only child in Jeffersonville, Ohio, raised by his maternal grandmother. Career", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Cathal O'Connor (disambiguation)", "input": "Cathal O'Conor was king of Connacht from 1280 to 1288. Cathal O'Connor or Cathal O'Conor may also refer to: Kings of Connacht Cathal mac Conchobar mac Taidg, king of Connacht, died 1010", "label": 1, "created_at": "2024-03-10T17:39:35Z", "last_modified": "2024-09-22T21:28:39Z"}
{"title": "Kaspar (film)", "input": "Hauser. The film was released in both English and French versions, with Mathew Mackay narrating as Hauser in English, and Gabriel Lessard narrating in French. The voice cast also included Kathleen Fee,", "label": 0, "created_at": "2025-01-13T22:34:44Z", "last_modified": "2025-07-22T15:44:51Z"}
{"title": "2017 Hawke's Bay Cup", "input": "The 2017 Hawke's Bay Cup was the 4th edition of the invitational Hawke's Bay Cup competition. It took place between 31 March–9 April 2017 in Hastings, New Zealand. A total of four", "label": 1, "created_at": "2017-06-29T07:22:22Z", "last_modified": "2024-07-28T22:10:54Z"}
{"title": "Love Gift", "input": "product # bvcd 3482 (love gift) or Love Gift is the third and final studio album by the Christian alternative rock band Breakfast with Amy, released in 1992. Love Gift was the", "label": 1, "created_at": "2008-03-22T06:25:13Z", "last_modified": "2024-02-17T16:33:21Z"}
{"title": "Sarah Vigeland", "input": "holes are related to the growth and evolution of host galaxies. To detect low frequency gravitational waves in the form of the stochastic gravitational wave background, Vigeland uses pulsar timing arrays. These", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Club-foot whiting", "input": "The club-foot whiting (Sillaginopodys chondropus), also known as the club-foot sillago or thicken-spined sillago, the only member of the monospecific genus Sillaginopodys, is a coastal marine fish of the smelt whiting family", "label": 1, "created_at": "2007-08-12T08:08:38Z", "last_modified": "2023-10-21T09:17:56Z"}
{"title": "Naft Ghaemshahr F.C.", "input": "Naft Ghaemshahr is an Iranian football club based in Qa'em Shahr, Iran that was founded in 1990. They competed in the Azadegan League. They are owned by the National Iranian Oil Company.", "label": 1, "created_at": "2014-01-21T21:27:59Z", "last_modified": "2024-08-01T12:51:37Z"}
{"title": "Henri Rambaud", "input": "and the Catholic journal Itinéraires (edited by Jean Madiran). The latter dedicated a special issue to him in 1974, the year of his death. In 1975, the journal L’Astrolabe published a tribute", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "The Gables, Muswell Hill", "input": "The Gables is a block of flats in Fortis Green, on the edge of Muswell Hill, London, and a grade II listed building with Historic England. The building was constructed in 1907", "label": 1, "created_at": "2016-09-02T00:11:32Z", "last_modified": "2024-11-12T13:22:56Z"}
{"title": "Bulloo Downs Station", "input": "Bulloo Downs Station, most commonly referred to as Bulloo Downs, is a pastoral lease that operates as a cattle station in the Shire of Bulloo, Queensland, Australia. It is located on the", "label": 1, "created_at": "2013-07-02T10:22:27Z", "last_modified": "2024-06-23T02:48:23Z"}
{"title": "Garudapterus", "input": "rounded as in Plataleorhynchus or widest at the tip as in Gnathosaurus and Tacuadactylus. The tooth sockets are oriented towards the side of the snout, similar to the gnathosaurine Lusognathus but contrasting", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Peter Slobodian", "input": "Peter Paul Slobodian (April 24, 1918 — November 17, 1986) was a Canadian professional ice hockey player who played 41 games in the National Hockey League for the New York Americans during", "label": 1, "created_at": "2009-12-15T00:37:22Z", "last_modified": "2024-12-30T20:48:23Z"}
{"title": "2017 Scottish Women's Premier League 2", "input": "above SWFL 1. Teams Format Teams played each other three times, with the bottom two teams being relegated and the winning team being promoted. Standings Teams played 21 matches each. Results Annual", "label": 0, "created_at": "2025-02-14T01:25:35Z", "last_modified": "2025-04-16T09:37:23Z"}
{"title": "Zoopagomycotina", "input": "The Zoopagomycotina are a subdivision (incertae sedis) of the fungal division Zygomycota sensu lato. It contains 5 families and 20 genera. Relationships among and within subphyla of Zygomycota are poorly understood, and", "label": 1, "created_at": "2009-02-25T00:42:51Z", "last_modified": "2024-10-28T15:28:31Z"}
{"title": "Grace Hoeman", "input": "In 1970, Hoeman led a group of women to the first successful all-female summit of Denali via the West Buttress Route. Alongside Hoeman, the climbing party included Arlene Blum, Margaret Clark, Faye", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Ineson", "input": "Ineson is an English surname. Notable people with the surname include: Chris Ineson (born 1945), New Zealand field hockey player Emma Ineson (born 1969), British Anglican priest and academic Phil Ineson, British", "label": 1, "created_at": "2018-01-12T19:39:37Z", "last_modified": "2021-12-09T15:30:44Z"}
{"title": "Charles Craig", "input": "Charles or Charlie Craig may refer to: Arts and entertainment Charles Craig (actor) (fl. 1900s–1930s), American actor Charles Craig (tenor) (1919–1997), English opera singer Charlie Craig (songwriter) (1938–2011), American songwriter Charlie Craig", "label": 1, "created_at": "2009-03-21T12:11:07Z", "last_modified": "2021-11-13T15:29:33Z"}
{"title": "Azmar Airlines", "input": "Azmar Airlines was a charter airline based in Sulaymaniyah, Kurdistan Region, Iraq. It was founded in 2005 and it appears to have gone out of business in 2017. Destinations As of 2012,", "label": 1, "created_at": "2008-01-28T16:53:48Z", "last_modified": "2024-11-14T05:56:22Z"}
{"title": "Macrocilix", "input": "Macrocilix is a genus of moths belonging to the subfamily Drepaninae. Species Macrocilix maia (Leech, 1888) Macrocilix mysticata (Walker, [1863]) Macrocilix nongloba H.F. Chu & L.Y. Wang, 1988 Macrocilix ophrysa H.F. Chu", "label": 1, "created_at": "2009-08-28T01:33:00Z", "last_modified": "2022-11-01T10:56:01Z"}
{"title": "Dodonaea macrossanii", "input": "dioecious shrub that typically grows to a height of up to 30 cm (12 in). Its leaves are imparipinnate, 20–60 mm (0.79–2.36 in) long on a petiole 0.8–1.4 mm (0.031–0.055 in) long,", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Thomas Klinkowstein", "input": "Tom Klinkowstein born January 23, 1950, in Trenton, New Jersey, USA is an artist and President of Media A, LLC, a design and consulting group. He is currently a professor at Hofstra", "label": 1, "created_at": "2016-02-02T19:10:45Z", "last_modified": "2024-05-31T06:59:43Z"}
{"title": "Davis Fire", "input": "Davis Creek Regional Park. Early in the investigations, officials determined the fire was not started by lightning or an electrical malfunction, and were asking to be alerted of any information related to", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Derek Myers", "input": "Network's Columbus affiliate, WDEM-CD, and in 2019, he founded the Scioto Valley Guardian news website. By 2020, the Guardian expanded with a Washington D.C. bureau, and Myers became a White House Correspondent.", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Antonio Zamorano", "input": "Alessandri Rodríguez. Early life and priesthood Zamorano was born in La Ligua to Benancio Zamorano Castro, a transport businessman, and Herminia Herrera. He studied at the Patronato San Antonio School in Santiago,", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "John Gayer", "input": "John Gayer or John Gayre may refer to: John Gayer (MP) (by 1532–71), English MP John Gayer (Lord Mayor of London) (fl. 1646) John Gayer (died 1711), English governor of Bombay See", "label": 1, "created_at": "2012-09-08T11:19:32Z", "last_modified": "2023-10-01T13:25:15Z"}
{"title": "Ahmadiyya school", "input": "Ahmadiyya School may refer to one of over 500 primary and secondary schools, particularly those in West Africa. In particular, it may refer to: T.I. Ahmadiyya Girls Senior High School, Asokore T.I.", "label": 1, "created_at": "2015-05-31T19:42:37Z", "last_modified": "2016-05-18T21:39:01Z"}
{"title": "Derek Myers", "input": "Mike DeWine in 2023. In 2020, Myers lobbied successfully for the return of a police K-9, Harry, to his former handler, Rob Morningstar, following Morningstar's resignation from the Circleville Police Department. Myers", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Malin Krastev", "input": "Malin Krastev (Bulgarian: Малин Кръстев; (1970-04-23)April 23, 1970, Sofia), is a Bulgarian male director and actor. His major roles include the films Stonehearst Asylum (2014) and Petrov File (2015). He also plays", "label": 1, "created_at": "2020-03-27T01:52:33Z", "last_modified": "2024-11-02T06:17:01Z"}
{"title": "Garudapterus", "input": "Garudapterus (meaning \"Garuda wing\") is a genus of ctenochasmatid pterosaur that lived during the Early Cretaceous in what is now Thailand. The type and only species is G. buffetauti, named after the", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Richard Harvey (priest)", "input": "The Ven. Richard Charles Musgrave Harvey (8 September 1864 – 20 October 1944) was a British clergyman who served as Archdeacon of Huddersfield from 1914 to 1927 and Archdeacon of Halifax from", "label": 1, "created_at": "2014-09-19T03:47:31Z", "last_modified": "2022-04-11T06:33:24Z"}
{"title": "Miriana Conte", "input": "With a group of Maltese artists, she took part in the recording of a song titled Roll the Dice, which was the anthem of the Maltese Pride Week in 2019. Conte participated", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Cottage Bible", "input": "The Cottage Bible And Family Expositor: Containing The Old And New Testaments, With Practical Expositions And Explanatory Notes was an 1824 study Bible, compiled by Thomas Williams (1755–1839). The Cottage Bible printed", "label": 1, "created_at": "2016-09-06T10:20:51Z", "last_modified": "2023-10-03T03:48:50Z"}
{"title": "Garudapterus", "input": "below: Palaeoecology Garudapterus fossils are known from the Phra Prong locality of the Khorat Group. This locality consists of three layers of interbedded sandstone and siltstone, with fossils found in the sandstone-dominated", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Ungerer Tramway", "input": "The Ungerer Tramway was the first electrical tramway in Munich, built in 1886 by engineer and owner of the Ungerer Bath, August Ungerer. It was designed to connect the bath with the", "label": 1, "created_at": "2007-11-16T15:29:07Z", "last_modified": "2023-04-26T03:20:01Z"}
{"title": "Günter Raphael", "input": "Günter Raphael (30 April 1903 – 19 October 1960) was a German composer. Born in Berlin, Raphael was the grandson of composer Albert Becker. His first symphony was premiered by Wilhelm Furtwängler", "label": 1, "created_at": "2005-06-29T18:22:23Z", "last_modified": "2024-11-10T11:33:32Z"}
{"title": "Daddala lucilla", "input": "Daddala lucilla is a species of moth in the family Erebidae. The species is found in the Himalaya, Taiwan, Japan, Burma, Thailand, Sumatra, Borneo, Java, Bali and Sulawesi. The wingspan is 48–54", "label": 1, "created_at": "2010-03-05T16:06:48Z", "last_modified": "2023-11-02T17:58:18Z"}
{"title": "Mekala", "input": "Mekala is a historical region of India, extending from Amarkantak to Balaghat. It corresponds to the Maikal Hills, which comprises the present-day Kawardha District of Chhattisgarh state and Anuppur district of Madhya", "label": 1, "created_at": "2023-03-26T10:27:12Z", "last_modified": "2024-03-02T14:19:57Z"}
{"title": "Antonio Zamorano", "input": "his pastoral experience. He was elected councilman of Zapallar in 1952 and, in the 1957 parliamentary elections, was elected Deputy for the 6th Departmental Grouping (Valparaíso and Quillota) for the 1957–1961 legislative", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Dodonaea macrossanii", "input": "Dodonaea macrossanii is a species of plant in the family Sapindaceae and is endemic to a small area of eastern Australia. It is a spreading, dioecious shrub with imparipinnate leaves with usually", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Phyllonorycter fragilella", "input": "Phyllonorycter fragilella is a moth of the family Gracillariidae. It is known from Québec in Canada and Texas, Maine, Michigan, New York, Massachusetts, Illinois and Wyoming in the United States. The wingspan", "label": 1, "created_at": "2010-11-22T13:21:51Z", "last_modified": "2024-05-15T06:46:02Z"}
{"title": "Davis Fire", "input": "the start of the fire. Progression September 7–11 On September 7 around 2:30 P.M., a three-acre vegetation fire was reported burning in heavy timber and brush in Davis Creek Regional Park. The", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "HMS Simoom", "input": "Six ships of the Royal Navy have borne the name HMS Simoom, after the desert wind, the Simoom: HMS Simoom was to have been a wooden paddle frigate, but she was renamed", "label": 1, "created_at": "2007-12-13T23:47:22Z", "last_modified": "2021-12-15T15:06:18Z"}
{"title": "Miriana Conte", "input": "in the final and came first overall with 182 points, being selected to represent Malta in the Eurovision Song Contest 2025. Following a complaint reportedly levied by the British participating broadcaster, the", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Brooklyn Arts Council", "input": "community events. The organization also has an arts consultancy and wellness studio. BAC is one of the 5 New York City arts councils. Organizational events Brooklyn Arts Council has hosted an annual", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Betty Spindler", "input": "Betty Spindler (born 1943) is an American ceramist, known for her ceramic renditions of fruits, vegetables, and other foods through clay, newspaper, and vibrant colors. Life Born in Long Beach, California in", "label": 1, "created_at": "2013-07-19T18:43:07Z", "last_modified": "2024-03-02T16:40:11Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "hajj, jizya and taxes, jagir, pastures, camps, criminal law and rules of accountability. This book was published from Egypt. It was published in Paris in 1895 with a French translation and commentary.", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Ritch Esra", "input": "Since 2002 he also teaches at Musicians Institute, and he has taught classes on the music business at SAE Institute in Los Angeles. Esra has been interviewed by organizations about trends in", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Russell Hellman", "input": "Russell \"Rusty\" Hellman (September 9, 1917 to June 9, 2004) was a Democratic member of the Michigan House of Representatives, representing the western end of the Upper Peninsula for two decades. A", "label": 1, "created_at": "2016-07-11T14:43:06Z", "last_modified": "2024-12-06T19:39:40Z"}
{"title": "1910 South Dakota State football team", "input": "The 1910 South Dakota State football team was an American football team that represented South Dakota State College of Agriculture and Mechanic Arts—now known as South Dakota State University—as an independent during", "label": 1, "created_at": "2024-01-17T04:23:18Z", "last_modified": "2024-01-18T22:31:50Z"}
{"title": "I'll Mature When I'm Dead", "input": "I'll Mature When I'm Dead: Dave Barry's Amazing Tales of Adulthood is a 2010 humor book by Dave Barry. In the book, Barry talks about parenthood, being a celebrity, technology, his screenplay", "label": 1, "created_at": "2012-02-15T14:54:37Z", "last_modified": "2024-10-08T01:27:01Z"}
{"title": "Donald Broughton", "input": "Donald Broughton (4 February 1931 – 11 December 1987) was an Australian cricketer. He played one first-class match for Tasmania in 1952/53. See also List of Tasmanian representative cricketers References External links", "label": 1, "created_at": "2016-03-10T20:09:27Z", "last_modified": "2024-12-30T08:18:44Z"}
{"title": "Davis Fire", "input": "Range. Additionally, these structures were in a wildfire urban interface where there are urban communities in wildfire prone areas. While fighting the fire, Washoe County experienced a shortage of resources to fight", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Brooklyn Arts Council", "input": "Brooklyn Arts Council (BAC) is a Brooklyn, NY-based arts non-profit that began in 1966 and has supported Brooklyn artists through grants, festivals, arts education, cultural heritage preservation, professional development, on-demand programming, and", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Prayag Ghat–Kanpur Intercity Express", "input": "Prayag Ghat Kanpur Intercity Express is an Express train belonging to North Central Railway zone of Indian Railways that run between Prayag Ghat Terminal and Kanpur Central in Uttar Pradesh state of", "label": 1, "created_at": "2019-06-20T06:01:51Z", "last_modified": "2023-09-05T19:18:54Z"}
{"title": "Davis Fire", "input": "It had the only Latin mass in Northern Nevada. All documents were lost in the fire. The historic Chocolate Nugget Candy Factory was almost burned down the by the fire, which came", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Rico Quitongo", "input": "Vale of Leven Reporter wrote in 2020 that he \"capped off a solid debut season with the Sons by winning Young Player of the Year\" while playing for the club. Two years", "label": 0, "created_at": "2025-04-18T19:59:26Z", "last_modified": "2025-07-03T22:55:32Z"}
{"title": "Davis Fire", "input": "395 to the interchange with Bowers Mansion Road. Evacuations were affecting around twelve to fourteen thousand people, and several hotels were giving discounted rates on rooms for evacuees. Evacuations were reinstated in", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Garudapterus", "input": "palaeontologist Éric Buffetaut for his longstanding contributions to Thai palaeontology. Garudapterus is known from a partial rostrum and associated tooth fragments discovered in 2023 and named in 2025, making it the first", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Williams Olusegun", "input": "to 2019. Under the umbrella of the labour party. Background and early life Samuel was born on 25 July 1959. He is from Abeokuta south Ogun state, Nigeria. Political career Williams was", "label": 0, "created_at": "2025-01-04T10:13:22Z", "last_modified": "2025-06-06T11:29:59Z"}
{"title": "Garudapterus", "input": "a pterosaur was discovered alongside five teeth. It constituted the first skull remains of a pterosaur from Thailand, which had previously only yielded various body fossils. The locality is not assigned to", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Student competition", "input": "A student competition is any student event where an individual or a team compete for a prize, where skill is the main predictor of the winner. There can be a competition between", "label": 1, "created_at": "2006-10-28T15:49:30Z", "last_modified": "2024-11-16T10:23:25Z"}
{"title": "Pan Zhengmin", "input": "Pan Zhengmin (Chinese: 潘政民; born 1969) is a Chinese entrepreneur, the co-founder (along with his wife Ingrid Wu) of Shenzhen AAC Technologies (Chinese: 瑞声科技), an electronic components company. Early life Pan Zhengmin", "label": 1, "created_at": "2015-02-26T19:10:02Z", "last_modified": "2023-08-28T13:21:00Z"}
{"title": "Benjamin Franklin silver dollar", "input": "Two commemorative Benjamin Franklin silver dollar coins were issued by the United States Mint in 2006 in honor of the tercentenary of the birth of Benjamin Franklin. One coin, issued in honor", "label": 1, "created_at": "2019-06-11T19:21:44Z", "last_modified": "2024-05-15T13:26:37Z"}
{"title": "Evan Balfour", "input": "Evan Balfour (born 9 September 1965) is a Scottish footballer, who played in the Scottish Football League for Airdrieonians and Ayr United. Balfour played for Airdrieonians in the 1992 Scottish Cup Final,", "label": 1, "created_at": "2015-07-11T05:58:17Z", "last_modified": "2024-11-16T05:15:23Z"}
{"title": "Joseph Harley", "input": "Joseph Harley may refer to: Joseph Emile Harley (1880–1942), Governor of South Carolina, 1941–1942 Joseph Auty Harley (born 1843) (1843–1906), mayor of Nelson, New Zealand, 1899–1901 Joseph Auty Harley (born 1895) (1895–1973),", "label": 1, "created_at": "2007-06-13T19:02:39Z", "last_modified": "2019-11-29T09:45:41Z"}
{"title": "1929 Dutch Senate election", "input": "representation. Provincial councillors' votes were weighted to their province's population. The incumbent Coalition government retained a comfortable majority of 29 seats, down from 30, with the Anti-Revolutionary Party losing a seat in", "label": 0, "created_at": "2025-08-30T13:57:55Z", "last_modified": "2025-09-07T20:55:39Z"}
{"title": "Miriana Conte", "input": "Song Contest 2024 with the song \"Venom\", later being drawn to perform in the fourth and final show of the semi-final stage on 17 November. At the end of the round, in", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Garry Roque", "input": "Garry Roque (born 14 April 1960) is a Canadian equestrian. He competed in two events at the 2004 Summer Olympics. He had previously represented Bermuda. References External links Garry Roque at Team", "label": 1, "created_at": "2020-05-09T18:52:10Z", "last_modified": "2024-11-25T07:30:44Z"}
{"title": "Theory choice", "input": "Theory choice was a main problem in the philosophy of science in the early 20th century, and under the impact of the new and controversial theories of relativity and quantum physics, came", "label": 1, "created_at": "2006-08-28T05:30:28Z", "last_modified": "2023-02-28T04:05:22Z"}
{"title": "Anita Friedman", "input": "Anita Friedman is the executive director of Jewish Family and Children's Services of San Francisco, the Peninsula, Marin & Sonoma Counties in California, one of the largest family service institutions in America.", "label": 1, "created_at": "2018-10-19T04:23:30Z", "last_modified": "2024-10-26T04:26:47Z"}
{"title": "China (China album)", "input": "China is the debut studio album by hard rock band China, released in 1988, through record label Vertigo. The singles of this album were \"Hot Lovin' Night\", \"Shout It Out\" and \"Wild", "label": 1, "created_at": "2015-02-04T19:03:43Z", "last_modified": "2024-01-24T17:47:43Z"}
{"title": "The New Eves", "input": "The New Eves are a British folk punk band from Brighton, England. The band are currently signed to Transgressive Records. The group consists of vocalist/guitarist/violinist Violet Farrer, vocalist/cellist/violinist/ Nina Winder-Lind, vocalist and", "label": 0, "created_at": "2025-09-11T03:38:57Z", "last_modified": "2025-11-13T19:02:49Z"}
{"title": "Wiwon Dam", "input": "The Wiwon Dam or Weiyuan Dam is a gravity dam on the Yalu River between China and North Korea. It is located 40 km (25 mi) southwest of Ji'an in Jilin Province,", "label": 1, "created_at": "2013-06-21T00:57:09Z", "last_modified": "2024-02-05T23:13:41Z"}
{"title": "Henri Rambaud", "input": "did, however, contribute some literary criticism to their journal. Rambaud also wrote for La Nouvelle Revue Française (1924–1929), La Revue Universelle (edited by Jacques Bainville and Henri Massis), the Bulletin des Lettres,", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Davis Fire", "input": "areas north of Mount Rose Highway that had been removed overnight. The governor of Nevada, Joe Lombardo, declared a state of emergency due to the Davis Fire, and Washoe County also declared", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Sarah Vigeland", "input": "low frequency waves originate from supermassive black holes. Black holes at the centres of galaxies merge, triggering ripples of gravitational waves that propagate through the universe. The growth and evolution of black", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "2011 V8 Supercar season", "input": "The 2011 V8 Supercar season was the fifteenth season of V8 Supercar motor racing and the fifteenth season in which V8 Supercars have contested the premier Australian touring car series. It was", "label": 1, "created_at": "2010-10-31T03:23:17Z", "last_modified": "2021-07-30T14:05:15Z"}
{"title": "Julie Rivé-King", "input": "Julie Rivé-King (October 30, 1854 – July 28, 1937) was an American pianist and composer. Biography Julie Rivé-King was born on October 30, 1854, in Cincinnati, Ohio, of parents Caroline Staub Rivé", "label": 1, "created_at": "2010-10-31T18:23:29Z", "last_modified": "2024-11-10T10:47:48Z"}
{"title": "Regina Pacis Model Secondary School", "input": "2018, a team of five students from Regina Pacis developed the Fake Drug Detection app (FD-Detector) which won them the Junior Gold Awards in the World Technovation Challenge in Silicon Valley, US.", "label": 0, "created_at": "2025-09-11T19:55:17Z", "last_modified": "2025-11-11T06:54:25Z"}
{"title": "Neydovand", "input": "Neydovand (Persian: نيدوند, also Romanized as Neydovand and Ney Dowvand) is a village in Hati Rural District, Hati District, Lali County, Khuzestan Province, Iran. At the 2006 census, its population was 98,", "label": 1, "created_at": "2012-10-11T23:21:16Z", "last_modified": "2024-11-04T14:02:15Z"}
{"title": "Arundel Park", "input": "Arundel Park is a 134-hectare (330-acre) biological Site of Special Scientific Interest north of Arundel in West Sussex. This old deer park on the chalk of the South Downs has an ancient", "label": 1, "created_at": "2019-04-18T17:02:10Z", "last_modified": "2024-02-27T22:36:00Z"}
{"title": "German submarine U-89", "input": "U-89 may refer to one of the following German submarines: SM U-89, a Type U 87 submarine launched in 1916 and that served in the First World War until sunk on 12", "label": 1, "created_at": "2007-02-10T11:19:09Z", "last_modified": "2021-09-23T13:21:19Z"}
{"title": "Sarah Vigeland", "input": "look for correlations in the timing residuals of collections of rapidly spinning, millisecond pulsars. These ultrastable pulsars are the most precise astrophysical clocks in the universe. Vigeland is a keynote speaker at", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Valeron", "input": "Valeron or Valerón may refer to: Caves of Valerón, caves in Gran Canary Hortensia Valerón, Cuban vocalist (soprano) Irene Valerón, Spanish model Juan Carlos Valerón, Spanish footballer Muhammad Valeron, Indonesian footballer Skylark", "label": 1, "created_at": "2009-06-17T08:27:15Z", "last_modified": "2022-08-13T23:11:22Z"}
{"title": "Henri Rambaud", "input": "board of directors, he resigned and joined the Resistance, participating in the Témoignage chrétien network. His son Jacques Rambaud also joined the Resistance in 1944 as part of the Secret Army in", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Šoltys", "input": "Šoltýs, Šoltys , Šoltis, or Šoltés are Czech and Slovak variants of a surname literally meaning an occupation of šoltys, ultimately derived from German occupation of Schultheiß, head of a municipality or", "label": 1, "created_at": "2021-07-20T05:04:40Z", "last_modified": "2024-05-21T22:58:31Z"}
{"title": "Sarah Vigeland", "input": "life and education Vigeland studied physics at Carleton College where she graduated with a Bachelor of Arts degree. She was a doctoral researcher at Massachusetts Institute of Technology, where she studied strong-field", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Breedsma", "input": "In music, a breedsma is an interval between pitches with the ratio of 2401:2400, which is the difference between the septimal diesis (49:48, also known as Slendro diesis) and the septimal sixth-tone", "label": 1, "created_at": "2007-12-08T12:05:35Z", "last_modified": "2023-01-07T12:19:00Z"}
{"title": "Antonio Zamorano", "input": "fame as an independent candidate in the 1958 Chilean presidential election, where his unexpected share of the vote drew crucial support away from Salvador Allende, indirectly contributing to the victory of Jorge", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Davis Fire", "input": "conditions continued into the beginning stages of the Davis Fire, which prompted red flag warnings in the area for the first few days and helped the fire rapidly spread. On September 11,", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "and had made an extreme northwards spread towards Mount Rose Highway. The fire had picked up since September 7. Interstate 580 had reopened between Reno and Carson City, along with Alternate US", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Bolanle", "input": "Bolanle is a Yoruba given name common in Nigeria, which means meets wealth at home. Bolanle is a short form of Ọmọ́bọ́láńlé (Child meets wealth at home). Notable people with the name", "label": 1, "created_at": "2023-02-06T22:58:38Z", "last_modified": "2024-11-06T14:11:27Z"}
{"title": "Arthur Dixon (Chicago alderman)", "input": "Arthur Dixon (March 27, 1837 – October 26, 1917) of Chicago, born in Fermanagh, Ireland, was an alderman in the Chicago city council from 1867 to 1875 (representing the 2nd ward) and", "label": 1, "created_at": "2005-11-29T21:36:49Z", "last_modified": "2024-12-23T02:06:39Z"}
{"title": "Antonio Zamorano", "input": "term. 1958 Presidential campaign In 1958, he ran as an independent candidate for the presidency of Chile, founding the National Labor Union to support his campaign. His populist rhetoric, combined with strong", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Rudbeckia maxima", "input": "Rudbeckia maxima, the great coneflower, is a flowering plant in the family Asteraceae, which is used as an ornamental plant. They can reach a maximum height of eight feet. Once it produces", "label": 1, "created_at": "2006-10-09T16:32:24Z", "last_modified": "2024-11-08T11:55:55Z"}
{"title": "Grab It for a Second", "input": "Grab It for a Second is an album by Dutch rock band Golden Earring, released in 1978. Track listing All songs written by Hay and Kooymans. \"Roxanne\" - 3:39 \"Leather\" - 5:01", "label": 1, "created_at": "2004-12-15T01:44:24Z", "last_modified": "2024-02-17T15:19:34Z"}
{"title": "Playboy.co.uk", "input": "Playboy.co.uk is an internet web address owned by the PLBY Group. Since 2012 it has redirected to playboy.com, but prior to that a separate website was maintained at the address. Playboy.co.uk was", "label": 1, "created_at": "2009-02-27T11:49:32Z", "last_modified": "2024-08-15T06:11:54Z"}
{"title": "Regina Pacis Model Secondary School", "input": "120cm away from a blind person. It was displayed during the pastoral visit of Valerian Okeke. The invention also received recognition from the Obi of Onitsha Alfred Achebe. References External links Official", "label": 0, "created_at": "2025-09-11T19:55:17Z", "last_modified": "2025-11-11T06:54:25Z"}
{"title": "Miriana Conte", "input": "Miriana Conte (born 17 December 2000) is a Maltese singer. She represented Malta in the Eurovision Song Contest 2025. Career On 21 December 2016, Conte was announced as one of sixteen entries", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Centennial (pilot boat)", "input": "The Centennial was a 19th-century wood pilot boat built in 1876 by Robert Crosbie and designed by Boston designer Dennison J. Lawlor for New York and New Jersey pilots. She was one", "label": 1, "created_at": "2021-02-01T21:27:27Z", "last_modified": "2023-03-18T23:34:50Z"}
{"title": "2017 Scottish Women's Premier League 2", "input": "== SWPL 2 == The 2017 Scottish Women's Premier League 2 was the second season of the SWPL 2 as the second-highest division of women's football in Scotland, below SWPL 1 and", "label": 0, "created_at": "2025-02-14T01:25:35Z", "last_modified": "2025-04-16T09:37:23Z"}
{"title": "Ritch Esra", "input": "have described their personal motives on the MubuTV website. The channel was relaunched in 2023. Esra's long association and friendship with Clive Davis culminated in a interview in 2024 with the 92-year-old", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Ibrahim III Gumsami", "input": "Tripoli, then part of Ottoman Tripolitania. Ibrahim's reign was a prosperous time for the empire, according to a girgam (regnal list) translated by Richmond Palmer: \"Me Burema [mai Ibrahim]. Son of Gumsu,", "label": 0, "created_at": "2025-06-08T10:12:23Z", "last_modified": "2025-11-12T23:36:32Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "of Jihad. Chapter Five: About the Authority of Public Interest. Chapter Six: About the Authority of the Judiciary. Chapter Seven: About the Authority of Complaints. Chapter Eight: About the Authority of the", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Mochero Vásquez", "input": "Víctor Raúl Haya de la Torre, an experience that allowed him to become one of the most respected party historians and biographers of the party’s founder. Born in Trujillo and raised in", "label": 0, "created_at": "2025-10-27T20:06:05Z", "last_modified": "2025-10-29T02:09:07Z"}
{"title": "Thelypodium flexuosum", "input": "Thelypodium flexuosum is a species of flowering plant in the mustard family known by the common name nodding thelypody. It is native to the Great Basin and surrounding plateau habitat in the", "label": 1, "created_at": "2010-10-10T11:06:49Z", "last_modified": "2022-06-24T09:25:53Z"}
{"title": "Garudapterus", "input": "to Lusognathus and unlike the ornamented surface seen in Tacuadactylus. Classification In their 2025 description of Garudapterus, Manitkoon and colleagues performed a phylogenetic analysis based on a matrix modified from a 2024", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Sarah Vigeland", "input": "gravitational waves. She secured a $17m grant to support the development and sensitivity of the Green Bank Telescope, Very Large Array and Canadian Hydrogen Intensity Mapping Experiment. In 2023, Vigeland's team at", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Brooklyn Arts Council", "input": "and current executive director is Rasu Jilani (2023-to current). Grants organization According to executive director Rasu Jilani, “Most of the artists that are funded are first-time artists, early-stage artists and mid-career artists,.", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Schizothecium miniglutinans", "input": "Schizothecium miniglutinans is a species of coprophilous fungus in the family Lasiosphaeriaceae. It is known to grow in the dung of goats and possibly on that of sheep. References External links Schizothecium", "label": 1, "created_at": "2022-05-10T22:27:00Z", "last_modified": "2024-01-13T22:58:33Z"}
{"title": "Edge tessellation", "input": "In geometry, an edge tessellation is a partition of the plane into non-overlapping polygons (a tessellation) with the property that the reflection of any of these polygons across any of its edges", "label": 1, "created_at": "2016-10-19T22:38:51Z", "last_modified": "2024-04-09T22:53:07Z"}
{"title": "Dodonaea macrossanii", "input": "The ovary is covered with soft hairs. The fruit is a usually a three-lobed, elliptic capsule 2–3.5 mm (0.079–0.138 in) long and 4–6 mm (0.16–0.24 in) wide. Taxonomy Dodonaea macrossanii was first", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Bakayaro! I'm Plenty Mad", "input": "Bakayaro! I'm Plenty Mad (バカヤロー! 私、怒ってます) is a 1988 episodic Japanese film directed by Eriko Watanabe, Tetsuya Nakashima, Takahito Hara and Yukihiko Tsutsumi. Awards and nominations 13th Hochi Film Award Won: Best", "label": 1, "created_at": "2010-01-25T18:59:59Z", "last_modified": "2022-12-15T23:40:51Z"}
{"title": "Mark Sudack", "input": "Mark Andrew Sudack (born April 9, 1978 in New York City, New York, United States) is an American record producer, talent manager and concert promoter. Career Sudack is most known for his", "label": 1, "created_at": "2005-08-02T07:52:06Z", "last_modified": "2024-11-12T03:44:30Z"}
{"title": "Garudapterus", "input": "specimen was preserved was likely a slowly-flowing water channel, part of a larger high-energy current in an inland floodplain ecosystem. Remains of several other animals have been recovered from the site, including", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Bajo Putumayo Yaguas Communal Reserve", "input": "The Bajo Putumayo Yaguas Communal Reserve (Spanish: Reserva Comunal Bajo Putumayo Yaguas) is a protected area located in the Putumayo Province of the Loreto Region, Peru. It was created on 26 September", "label": 0, "created_at": "2025-10-10T00:30:14Z", "last_modified": "2025-10-11T15:56:53Z"}
{"title": "Rayleigh criterion", "input": "Rayleigh criterion may refer to: Angular resolution § The Rayleigh criterion, optical angular resolution Taylor–Couette flow § Rayleigh's criterion, instability criterion in Taylor–Couette flow Rayleigh roughness criterion, surface roughness criterion in optics", "label": 1, "created_at": "2004-05-20T18:02:19Z", "last_modified": "2024-07-24T15:04:21Z"}
{"title": "The Sixty-nine Stations of the Kiso Kaidō", "input": "The Sixty-nine Stations of the Kisokaidō (木曾街道六十九次, Kisokaidō Rokujūkyū-tsugi) or Sixty-nine Stations of the Kiso Road, is a series of ukiyo-e works created by Utagawa Hiroshige and Keisai Eisen. There are 71", "label": 1, "created_at": "2007-10-24T04:32:15Z", "last_modified": "2024-11-12T16:32:40Z"}
{"title": "Miriana Conte", "input": "selected to compete in the Malta Eurovision Song Contest 2017 with the song \"Don't Look Down\". There, on 18 February 2017, she finished in 16th and last place with 156 points. Conte", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Microbacterium deminutum", "input": "Microbacterium deminutum is a Gram-positive and non-motile bacterium from the genus Microbacterium. References Further reading George M., Garrity (2012). Bergey's manual of systematic bacteriology (2nd ed.). New York: Springer Science + Business", "label": 1, "created_at": "2016-09-20T17:46:43Z", "last_modified": "2023-09-01T23:25:55Z"}
{"title": "Henri Rambaud", "input": "given overall control of the publishing group. In 1942, after the German occupation of Lyon, he refused to write under German censorship and proposed the closure of the newspaper. Overruled by the", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "One: About the Contract of Imamate. Chapter Two: About the Appointment of Ministers. Chapter Three: About the Appointment of the Emir of the Country. Chapter Four: About the Appointment of the Emir", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Davis Fire", "input": "particularly dangerous situation (PDS) red flag warning to be issued, only the sixth ever issued by the National Weather Service Reno and the first since 2019. Background Over the first ten days", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Wilhelm Sulpiz Kurz", "input": "Wilhelm Sulpiz Kurz (5 May 1834 – 15 January 1878) was a German botanist and garden director in Bogor, West Java and Kolkata. He worked in India, Indonesia, Burma, Malaysia and Singapore.", "label": 1, "created_at": "2008-02-27T08:52:25Z", "last_modified": "2024-11-17T01:13:34Z"}
{"title": "San Severo al Pendino", "input": "San Severo al Pendino is a former Roman Catholic church, located on Via Duomo, just south of San Giorgio Maggiore and adjacent to the Museo Civico Gaetano Filangieri, in central Naples, Italy.", "label": 1, "created_at": "2012-09-14T05:31:41Z", "last_modified": "2024-04-11T16:37:28Z"}
{"title": "Pimprud", "input": "Pimprud is a village located in the Yawal tehsil of the Jalgaon district in Maharashtra state, India. Geography Pimprud is a village located in the Yawal tehsil of the Jalgaon district in", "label": 1, "created_at": "2021-08-11T12:52:44Z", "last_modified": "2021-08-15T04:10:28Z"}
{"title": "Hajji Aqa", "input": "Hajji Aqa (Persian: حاجي اقا, also Romanized as Ḩājjī Āqā) is a village in Qaleh-ye Khvajeh Rural District, in the Central District of Andika County, Khuzestan Province, Iran. At the 2006 census,", "label": 1, "created_at": "2012-09-11T21:25:44Z", "last_modified": "2024-10-24T01:43:43Z"}
{"title": "Davis Fire", "input": "A particularly dangerous situation was issued for September 11 because forecasts predicted sustained winds from 40 to 70 mph (64 to 113 km/h), mostly from a cold front moving over the area.", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Derek Myers", "input": "home district in the March 2024 primary as a Republican. Journalism Myers began his journalism career at WCHO-FM and later became a television reporter. He worked at WCJB-TV in Florida, where he", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Thomas Mills", "input": "Thomas Mills may refer to: T. Wesley Mills (1847–1915), Canadian physician and physiologist Thomas Mills (MP) (1794–1862), British politician Thomas Brooks Mills (1857–1930), American politician and businessman Thomas R. Mills, actor and", "label": 1, "created_at": "2020-03-07T21:06:49Z", "last_modified": "2024-04-24T16:44:56Z"}
{"title": "Lynch-Staunton", "input": "Lynch-Staunton is a surname. Notable people with the surname include: Frank C. Lynch-Staunton, AOE (1905–1990), the 11th Lieutenant Governor of Alberta from 1979 to 1985 George Lynch-Staunton (1858–1940), lawyer and member of", "label": 1, "created_at": "2013-01-16T21:57:38Z", "last_modified": "2023-12-10T08:21:18Z"}
{"title": "NEXTSat", "input": "NEXTSat, or Next Generation Satellite and Commodities Spacecraft (NEXTSat/CSC) was an American technology demonstration satellite which was operated as part of the Orbital Express programme. It was used as a target spacecraft", "label": 1, "created_at": "2006-12-21T15:37:09Z", "last_modified": "2024-06-08T18:28:32Z"}
{"title": "The New Eves", "input": "Run Red\" and \"The New Eve\". The album was written entirely in Brighton. The album received positive reviews. and was named an \"Album of the Week\" by The Observer. Band members Violet", "label": 0, "created_at": "2025-09-11T03:38:57Z", "last_modified": "2025-11-13T19:02:49Z"}
{"title": "Syrian Christianity", "input": "Syrian Christianity may refer to: - in territorial terms: Christianity in Syria - Christianity on the territory of Syria, historical or modern - in denominational terms: variant term for Syriac Christianity in", "label": 1, "created_at": "2010-09-08T12:38:55Z", "last_modified": "2020-12-07T09:20:38Z"}
{"title": "Garudapterus", "input": "keeled, forming a triangular cross-section with a raised center. The shape of the spatulate snout tip is also unique; it is widest in the middle, creating a diamond shape, rather than being", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Protimuhurtey", "input": "Protimuhurtey (Bengali: প্রতিমুহূর্তে) is the debut album by Bangladeshi heavy metal band Stentorian released in October 2005. This album is most notable for exceptionally strong lyric and melodic composition, compiling of a", "label": 1, "created_at": "2010-11-17T07:17:26Z", "last_modified": "2024-11-06T08:33:30Z"}
{"title": "Wollondilly River", "input": "The Wollondilly River, an Australian perennial river that is part of the Hawkesbury–Nepean catchment, is located in the Southern Tablelands and Southern Highlands regions of New South Wales. The river meanders from", "label": 1, "created_at": "2005-03-20T03:46:36Z", "last_modified": "2022-05-06T21:27:18Z"}
{"title": "Rico Quitongo", "input": "son of Angolan footballer José Quitongo and the younger brother of Scottish footballer Jai Quitongo, he attended Braidhurst High School in Scotland with his brother. Career Quitongo started his career with Hamilton", "label": 0, "created_at": "2025-04-18T19:59:26Z", "last_modified": "2025-07-03T22:55:32Z"}
{"title": "HNoMS Troll (1910)", "input": "The destroyer HNoMS Troll, known locally as Torpedojager Troll (litt.: torpedo hunter), was the second destroyer built for the Royal Norwegian Navy, as the second ship of the Draug-class destroyers. She was", "label": 1, "created_at": "2006-02-08T07:44:30Z", "last_modified": "2023-07-09T06:21:42Z"}
{"title": "1929 Dutch Senate election", "input": "Elections for 25 out of 50 seats in the Senate of the Netherlands were held on 26 July 1929. All seats in electoral group I comprising the provinces of North Brabant, Zeeland,", "label": 0, "created_at": "2025-08-30T13:57:55Z", "last_modified": "2025-09-07T20:55:39Z"}
{"title": "Grace Hoeman", "input": "conscripted to serve as a medic; he was killed in combat two years after they married. In 1944, she earned a bachelors of medicine degree from the University of Berlin. In Berlin,", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Henri Rambaud", "input": "some time in Paris, Rambaud returned to Lyon in 1932 to succeed his brother Régis, who had been managing Le Nouvelliste. Due to his age, Henri was named editor-in-chief but was not", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Davis Fire", "input": "the cheat grass to grow. The cheat grass dried out right before the fire season began, which gave these fires a plentiful amount of dry fuel. Additionally, there were dry conditions throughout", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Dodonaea macrossanii", "input": "with between two and six triangular or egg-shaped leaflets with the narrower end towards the base, 1.8–4 mm (0.071–0.157 in) long and 1–3.2 mm (0.039–0.126 in) wide with a wedge-shaped base and", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "book on Islamic governance and politics, consisting of twenty chapters. It explains in detail all the areas of government such as the emirate, governor, state, police, army, judiciary, imamate, prayer, tahsil zakat,", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Grace Hoeman", "input": "Kerr, Dana Joan Isherwood, and Margaret Young. They were known as the \"Denali Damsels\". During the descent, Hoeman collapsed at 19,500 feet, and was pulled to safety by her team. They later", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "The New Eves", "input": "bassist Kate Mager and drummer/flutist/vocalist Ella Oona Russell. History The band formed in 2021, in Brighton, England. In 2023, the group released their debut single titled \"Original Sin\". The group released their", "label": 0, "created_at": "2025-09-11T03:38:57Z", "last_modified": "2025-11-13T19:02:49Z"}
{"title": "He Zishu", "input": "He Zishu (Chinese: 何子述) (1901–1932) was a member of the 28 Bolsheviks. He was born in Hubei Province and educated in Wuhan. He was introduced by Dong Biwu to the Chinese Communist", "label": 1, "created_at": "2016-01-12T06:01:32Z", "last_modified": "2024-08-22T02:07:26Z"}
{"title": "2011 GP Miguel Induráin", "input": "The 2011 GP Miguel Induráin was the 58th edition of the GP Miguel Induráin cycle race and was held on 2 April 2011. The race started and finished in Estella. The race", "label": 1, "created_at": "2018-03-30T16:08:20Z", "last_modified": "2019-08-30T19:52:46Z"}
{"title": "Roman Catholic Diocese of Iași", "input": "The Diocese of Iași (or Latin: Dioecesis Iassiensis, Romanian: Episcopia Romano-Catolică de Iași, Hungarian: Jászvásári Egyházmegye, Polish: Diecezja Jassy) is a Latin Church ecclesiastical territory or diocese of the Catholic Church in", "label": 1, "created_at": "2008-06-22T01:22:45Z", "last_modified": "2024-12-03T01:23:13Z"}
{"title": "Judge Sykes", "input": "Judge Sykes may refer to: Bryan Sykes (judge) (fl. 2010s–2020s), Chief Justice of Jamaica Diane S. Sykes (born 1957), judge of the United States Court of Appeals for the Seventh Circuit and", "label": 1, "created_at": "2023-02-20T20:42:34Z", "last_modified": "2024-05-18T02:36:22Z"}
{"title": "Greig Pickhaver", "input": "Gordon Greig Pickhaver (born 10 February 1948) is an Australian actor, comedian and writer, who forms one half of the satirical sports comedy duo Roy and HG as the excitable sports announcer", "label": 1, "created_at": "2004-04-12T04:53:01Z", "last_modified": "2024-10-16T20:15:08Z"}
{"title": "PubWatch", "input": "A Pubwatch scheme in the United Kingdom is a partnership where licensees unify as an independent group to preempt crime and anti-social behaviour in licensed premises. Founded in the late 1990s by", "label": 1, "created_at": "2010-06-14T20:02:08Z", "last_modified": "2024-08-07T14:56:03Z"}
{"title": "Ryan Griffiths (guitarist)", "input": "Ryan Griffiths (born 14 February 1978) is an Australian musician. From March 2002 to December 2011 he was a member of the garage rock band The Vines. Craig Nicholls, who founded the", "label": 1, "created_at": "2007-06-21T13:00:28Z", "last_modified": "2024-11-07T10:16:22Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "al-Hasan al-Mawardi. Edmond Fagnan translated it into French. In addition to Al-Ahkam al-Sultaniyyah, Al-Mawardi also wrote authoritative books on jurisprudence, commentary, religious ethics, and literature. Al-Ahkam al-Sultaniyyah is a comprehensive and important", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "Loot and the Goods of Loot. Chapter Thirteen: About the Imposition of Jizya and Kharaj. Chapter Fourteen: About the Various Regulations of Land. Chapter Fifteen: About the revival of dead land and", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Fantasia of Life Stripe", "input": "Fantasia of Life Stripe is the second full album by Japanese rock band Flumpool. The album was released on January 26, 2011 in Japan under their record label A-Sketch in two editions:", "label": 1, "created_at": "2010-12-21T15:29:33Z", "last_modified": "2023-04-23T09:17:26Z"}
{"title": "Henri Rambaud", "input": "Fridefont (Cantal). Although he shared a literary friendship with Charles Maurras, leading him to testify on Maurras's behalf during his 1945 trial before the Haute Cour, Rambaud never joined Action française. He", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Derek Myers", "input": "Derek Joel Myers is an American journalist. Myers most notably spent 35 days in jail for fabricated charges filed against him by a police chief in Ohio. The case was investigated by", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Davis Fire", "input": "colder temperatures, a burned area emergency response and local agencies began conducting a damage assessment in the burned area. Higher humidity levels and rain had helped suppression efforts. Crews were split between", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "2011 in BRACE", "input": "The year 2011 is the third year in the history of BRACE, a mixed martial arts promotion based in Australia. In 2011 BRACE held 2 events. Events list BRACE 13 BACE 13", "label": 1, "created_at": "2017-08-07T09:31:31Z", "last_modified": "2024-05-29T09:49:42Z"}
{"title": "Carlos Ferraro", "input": "Carlos Alfonso \"Chato\" Ferraro (Spanish: [ˈkaɾlos alˈfonso ˈtʃato feˈraɾo]; May 21, 1953 – August 11, 2025) was an Argentine journalist, writer and politician. Life and career Ferraro was born in San Salvador", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Felipe Cervera", "input": "Felipe Cervera Hernández (born 1 December 1975) is a Mexican politician from the Institutional Revolutionary Party (PRI). In the 2009 mid-terms he was elected to the Chamber of Deputies to represent the", "label": 1, "created_at": "2014-11-28T18:09:08Z", "last_modified": "2024-11-23T03:32:11Z"}
{"title": "Derek Myers", "input": "is an advocate for homelessness prevention and diabetes awareness. In 2022, Myers ran for a seat on Chillicothe city council as a Democrat. He ran for an open congressional seat in his", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Carlos Ferraro", "input": "de Jujuy on May 21, 1953. He graduated with a degree in Information Sciences from the National University of La Plata. He edited several books of short stories and poems, including Azuledades", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Paulus Melissus", "input": "Paulus Melissus (also: Paul Melissus, Paul Schede, or Paulus Schedius Melissus; 20 December 1539 – 3 February 1602) was a humanist Neo-Latin writer, translator and composer. Life Melissus was born in Mellrichstadt.", "label": 1, "created_at": "2005-08-19T16:38:49Z", "last_modified": "2024-04-12T02:50:27Z"}
{"title": "Reano", "input": "Reano is a comune (municipality) in the Metropolitan City of Turin in the Italian region Piedmont, located about 20 kilometres (12 mi) west of Turin. Reano borders the following municipalities: Avigliana, Rosta,", "label": 1, "created_at": "2006-08-17T15:10:25Z", "last_modified": "2024-06-12T07:07:25Z"}
{"title": "Grace Hoeman", "input": "In 1950, Jansen returned to the United States and attended Yale University on scholarship. She met her second husband at Yale. In 1953 she earned a Masters in Public Health. She went", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Canadian Officers' Training Corps", "input": "The Canadian Officers' Training Corps (COTC) was, from 1912 to 1968, Canada's university officer training programme, fashioned after the University Officers' Training Corps (UOTC) in the United Kingdom. In World War Two", "label": 1, "created_at": "2017-05-30T16:03:03Z", "last_modified": "2024-09-09T18:47:21Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "the seven conditions of being a caliph. Chapters of the book Judge Abu al-Hasan al-Mawardi says in the introduction to the book that he has divided it into the following chapters: Chapter", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Brooklyn Arts Council", "input": "Almost 33 percent of the grantees are getting their first grant in the arts.\" The organization gives grants to Brooklyn artists and arts organizations. In 2023, the organization gave $592,000 to Brooklyn-based", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Kaspar (film)", "input": "Arthur Holden, Marcel Jeannin and Pier Paquette as background voices. The film was named to the Toronto International Film Festival's annual Canada's Top Ten list for 2012, and was a Jutra Award", "label": 0, "created_at": "2025-01-13T22:34:44Z", "last_modified": "2025-07-22T15:44:51Z"}
{"title": "Garudapterus", "input": "identifying it as a member of the group. Compared to other gnathosaurines, it is distinguished by the shape of its snout; whereas all other species possess flattened rostrums, that of Garudapterus is", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Garudapterus", "input": "and other Early Cretaceous animals. Discovery and naming The Phra Prong geologic locality in the Phanom Dong Rak mountain range of Sa Kaeo Province, Eastern Thailand first attracted interest for its fossils", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "ŠK Krajišnik Banja Luka", "input": "ŠK Krajišnik Banja Luka (Serbian Cyrillic: ШК Крајишник Бања Лука) was a football club based in Banja Luka, Vrbas Banovina, Kingdom of Yugoslavia. History Beginnings The club was formed in 1919 and,", "label": 1, "created_at": "2018-07-23T13:13:29Z", "last_modified": "2023-02-03T01:35:27Z"}
{"title": "Carlos Ferraro", "input": "television program to disseminate tourism in his province. In the October 1995 elections, he accompanied national senator Guillermo Eugenio Snopek as a candidate for vice-governor of the province of Jujuy, obtaining victory", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Vohidahy", "input": "Vohidahy is a rural municipality in Madagascar. It belongs to the district of Ambositra, which is a part of Amoron'i Mania Region. Nature The Tapia forest of Vohidahy supplies the town with", "label": 1, "created_at": "2022-04-03T09:24:59Z", "last_modified": "2023-02-14T08:05:54Z"}
{"title": "Davis Fire", "input": "to an increase of wildfires in the Western United States. The warmer temperatures created more and drier fuels for the fire. The Truckee Meadows Fire Protection District station that would have been", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Garudapterus", "input": "pterosaur species to be named from South-East Asia. It belonged to the gnathosaurine lineage of pterosaurs, possessing a spatulate rostrum and elongate teeth, and is distinguished by the keeled shape and diamond-shaped", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Antonio Zamorano", "input": "Carlos Labbé Márquez. In 1940, he was appointed parish priest of Catapilco, where he founded both the parish school and cemetery. His dedication to rural education and pastoral work earned him the", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Williams Olusegun", "input": "elected in 2015, as a member of the House of Representatives, representing Abeokuta South Federal Constituency in Ogun State. He was elected under the platform of the Labour Party (LP). In the", "label": 0, "created_at": "2025-01-04T10:13:22Z", "last_modified": "2025-06-06T11:29:59Z"}
{"title": "Silvio Scaroni", "input": "Tenente Silvio Scaroni (12 May 1893 – 16 February 1977) was an Italian World War I fighter pilot credited with 26 victories. He was the second ranking Italian ace of the war.", "label": 1, "created_at": "2009-01-14T20:01:56Z", "last_modified": "2024-01-20T01:26:59Z"}
{"title": "Davis Fire", "input": "and the entirety of Mount Rose Highway reopened, which was the primary road from Reno to Lake Tahoe. Out-of-state resources were now being repurposed to other fires. Rain would support fire suppression.", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Rico Quitongo", "input": "later, he signed for Airdrieonians. Subsequently, he signed for Peterhead in 2022. On 29 January 2022, he debuted for the club during a 1–1 home draw with East Fife in the league.", "label": 0, "created_at": "2025-04-18T19:59:26Z", "last_modified": "2025-07-03T22:55:32Z"}
{"title": "Nakhchivan necropolises", "input": "Nakhchivan necropolises – is historical monuments located in and around the city of Nakhchivan in the Republic of Azerbaijan. Nakhchivan necropolis The Nakhchivan necropolis is an archeological site of the Bronze Age", "label": 1, "created_at": "2021-11-10T11:24:55Z", "last_modified": "2024-12-10T01:34:31Z"}
{"title": "Kevin Salem", "input": "Kevin Salem is an American singer-songwriter, guitarist, and record producer. He began his career as a member of Dumptruck, and subsequently played with multiple artists on tour, including Yo La Tengo and", "label": 1, "created_at": "2017-06-26T18:40:48Z", "last_modified": "2024-09-15T21:40:34Z"}
{"title": "Calanus (disambiguation)", "input": "Calanus is a genus of copepods. Calanus (or Kalyana) was an Indian sage who accompanied the conquests of Alexander the Great. The RV Calanus is an 18.6-metre oceanographic research vessel operated by", "label": 1, "created_at": "2006-02-07T05:31:37Z", "last_modified": "2023-08-05T03:09:30Z"}
{"title": "Luis Pujols", "input": "Luis Bienvenido Pujols Toribio (born November 18, 1955) is a Dominican former professional baseball player coach and manager. He played in Major League Baseball (MLB) as a catcher from 1977 to 1985,", "label": 1, "created_at": "2005-12-03T19:17:27Z", "last_modified": "2024-12-29T01:12:50Z"}
{"title": "David Lloyd (Dean of St Asaph)", "input": "David Lloyd (1597 – 7 September 1663) was a Welsh clergyman, and was the author of a ballad The Legend of Captain Jones. Life David Lloyd was born at Berthlwyd in the", "label": 1, "created_at": "2015-10-09T09:45:03Z", "last_modified": "2024-11-11T01:50:52Z"}
{"title": "Monte Confinale", "input": "Monte Confinale (3,370m), is a mountain of the Ortler Alps in Lombardy, northern Italy. Located in the Stelvio National Park east of Bormio, it is usually climbed from the nearby Forni hotel", "label": 1, "created_at": "2019-11-03T06:27:27Z", "last_modified": "2022-05-17T00:08:04Z"}
{"title": "Carlos Ferraro", "input": "submitted his resignation on November 26, 1998. He was succeeded by provincial deputy Eduardo Fellner. After going through a serious illness, he died on August 11, 2025, at the age of 72.", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Diego Rivero", "input": "Diego Alejandro Rivero (born 11 August 1981) is an Argentine football midfielder who plays for Atlas. Career Rivero started his career in 1998 with Chacarita Juniors in the Primera B Nacional (Argentine", "label": 1, "created_at": "2007-06-13T23:27:11Z", "last_modified": "2024-10-30T13:23:15Z"}
{"title": "Dodonaea macrossanii", "input": "formally described in 1882 by Ferdinand von Mueller in the The Chemist and Druggist with Australasian Supplement from specimens collected by Benedetto Scortechini near Miles. Distribution and habitat This species of Dodonaea", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Dean Glenesk", "input": "Dean William Glenesk (born September 22, 1957) is an American former modern pentathlete. Olympics Glenesk qualified for the 1980 U.S. Olympic team but was unable to compete due to the U.S. Olympic", "label": 1, "created_at": "2012-06-26T20:13:07Z", "last_modified": "2024-11-09T12:53:37Z"}
{"title": "Davis Fire", "input": "patrolling the fire's perimeter and repairing the effected area. There were no more mop up or suppression efforts. The Davis Fire was fully contained on September 25, 2024, after burning 5,824 acres", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Garudapterus", "input": "Cretaceous period. In particular, the locality is tentatively considered equivalent in age to the nearby Sao Khua Formation, known for its dinosaurs and other vertebrate fossils. The site where the Garudapterus holotype", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Djalma Bastos de Morais", "input": "Djalma Bastos de Morais (16 March 1937 – 25 December 2020) was a Brazilian engineer and politician who served as Federal Minister of Communications. Morais was born in Maceió, Alagoas and moved,", "label": 1, "created_at": "2020-12-30T12:42:14Z", "last_modified": "2023-10-19T19:13:46Z"}
{"title": "Alexander Goldwyer-Lewis", "input": "Alexander Goldwyer-Lewis (1849-1904) was Archdeacon of Bombay from 1890 until 1896. Goldwyer-Lewis was educated at St David's College, Lampeter and ordained in 1873. After curacies in Erbistock and Oswestry he served with", "label": 1, "created_at": "2015-03-06T11:18:32Z", "last_modified": "2023-07-12T23:22:39Z"}
{"title": "Ibrahim III Gumsami", "input": "Alooma. His mother was named Gumsu, or bore the title gumsu (senior wife of the mai), and she was \"of the house of the Magaram\". Ibrahim became mai in the early 17th", "label": 0, "created_at": "2025-06-08T10:12:23Z", "last_modified": "2025-11-12T23:36:32Z"}
{"title": "Mochero Vásquez", "input": "the northern parts of Peru, Vásquez studied sociology at the National University of Cajamarca, where he served as departamental leader. Once settled in Lima assigned to Haya de la Torre, he studied", "label": 0, "created_at": "2025-10-27T20:06:05Z", "last_modified": "2025-10-29T02:09:07Z"}
{"title": "Davis Fire", "input": "an emergency proclamation. The estimated size of the fire was lowered, and was now at 4,703 acres (1,903 ha). Fire crews were prioritizing on keeping the fire south and east of Mount", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "stayed within its footprint, and 685 personnel achieved 56% containment. Half of the customers without power re-energized, and evacuations warnings were lifted. A cold front that blew in brought moisture on September", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "2000–01 FAW Premier Cup", "input": "The 2000–01 FAW Premier Cup was the fourth season of the tournament since its founding in 1997. It was won by Wrexham, their third win in four seasons. Group stage Group A", "label": 1, "created_at": "2007-01-31T21:28:18Z", "last_modified": "2024-05-13T07:08:28Z"}
{"title": "Antonio Zamorano", "input": "Deputy representing the 14th Departmental Grouping (Loncomilla, Linares and Parral) under the Comandos Populares banner. During the military regime, Zamorano supported the government of Augusto Pinochet and publicly campaigned for the “Yes”", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Davis Fire", "input": "aircraft limitations from strong wind and smoke, crews took advantage of roads and natural features. There were local strike teams prioritizing in structure protection, and out-of-state resources were sent in. Around 12–14,000", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Nye Thomas", "input": "Aneurin Nye Thomas (born 24 March 2003) is an English professional rugby union player who plays scrum-half for Premiership Rugby club Sale Sharks. At International level he has made appearances for England", "label": 1, "created_at": "2024-08-28T01:34:38Z", "last_modified": "2024-11-26T21:36:31Z"}
{"title": "Sarah Vigeland", "input": "the American Physical Society Global Physics Summit. Selected publications Her publications include: Evidence for alignment of the rotation and velocity vectors in pulsars The fingerprint of a cosmos swirling with gravitational waves", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "PDS 456", "input": "PDS 456 is a relatively nearby radio-quiet quasar located in the constellation of Serpens. This is a luminous active galactic nucleus (AGN) with a redshift of (z) 0.184, first discovered by astronomers", "label": 0, "created_at": "2025-02-22T07:45:44Z", "last_modified": "2025-09-12T00:17:42Z"}
{"title": "Polyanhydride", "input": "Polyanhydrides are a class of biodegradable polymers characterized by anhydride bonds that connect repeat units of the polymer backbone chain. Their main application is in the medical device and pharmaceutical industry. In", "label": 1, "created_at": "2007-02-15T05:37:03Z", "last_modified": "2024-10-09T13:12:47Z"}
{"title": "Sarah Vigeland", "input": "which she studied at the Laser Interferometer Gravitational-Wave Observatory LIGO. In 2013, Vigeland became involved with the North American Nanohertz Observatory for Gravitational Waves (NANOGrav), an American collaborative effort to search for", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Rico Quitongo", "input": "Ahead of the 2022–23 season, he signed for Queen of the South. Following his stint there, he signed for Clyde in 2023. During the summer of 2023, he signed for Annan Athletic.", "label": 0, "created_at": "2025-04-18T19:59:26Z", "last_modified": "2025-07-03T22:55:32Z"}
{"title": "Cardboard (disambiguation)", "input": "Cardboard is a generic term for a heavy-duty paper. Cardboard may also refer to: Materials Binder's board Card stock, heavy paper used for making cards Corrugated fiberboard, a combination of paperboards, usually", "label": 1, "created_at": "2007-06-26T14:10:27Z", "last_modified": "2017-06-21T22:44:41Z"}
{"title": "My Elusive Dreams", "input": "\"My Elusive Dreams\" is a country music song written by Billy Sherrill and Curly Putman. Putman recorded his song in March 1967 and released it on ABC Records in June 1967, peaking", "label": 1, "created_at": "2008-12-08T04:59:33Z", "last_modified": "2024-10-24T00:30:54Z"}
{"title": "Casino Theatre (Copenhagen)", "input": "The Casino Theatre was a theatre located at Amaliegade 10 in Copenhagen, Denmark. It was built as an entertainment venue by Tivoli Gardens-founder Georg Carstensen but was converted into a theatre in", "label": 1, "created_at": "2016-10-11T21:18:59Z", "last_modified": "2024-11-20T19:45:20Z"}
{"title": "Albert Braithwaite", "input": "Sir Albert Newby Braithwaite (2 September 1893 – 20 October 1959) was a British Conservative Party politician. He was the son of Albert Braithwaite, one time Lord Mayor of Leeds, and Patti", "label": 1, "created_at": "2006-10-05T10:05:07Z", "last_modified": "2024-10-01T11:59:38Z"}
{"title": "Ritch Esra", "input": "the music industry, shifting prerequisites for artists to succeed, international markets, his catalogues and his YouTube streaming channel MUBUTV which includes video interviews and podcasts. He has been called a music-business \"insider\"", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Miriana Conte", "input": "announced that Conte was one of 24 semi-finalist entries who were selected for Malta Eurovision Song Contest 2025 with the song \"Kant\". Having qualified in the second semi-final, she won the televoting", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "1989 Amputee Soccer World Cup (outdoor)", "input": "third place. Participating nations Following six nations competed in the tournament. Preliminary round Six national teams competed in the round-robin preliminary tournament. All games were played at Shoreline Stadium on Sunday, starting", "label": 0, "created_at": "2025-11-18T21:25:26Z", "last_modified": "2025-11-19T11:39:00Z"}
{"title": "List of AFL Women's debuts in 2022", "input": "List of AFL Women's debuts in 2022 may refer to: List of AFL Women's debuts in 2022 season 6, for the season which took place from January to April List of AFL", "label": 1, "created_at": "2023-09-13T14:57:11Z", "last_modified": "2024-07-19T08:50:02Z"}
{"title": "Ritch Esra", "input": "Ritch Esra (born in December 1959) is an American publisher and music-industry expert, co-founder in 2012 of MUBUTV. Esra began working with promotion for A&M Records in 1980 in Los Angeles. In", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Davis Fire", "input": "people were under evacuation orders. The evacuation warning for Virginia City Highlands was lifted, and most power had been restored. Another red flag warning was issued on September 10, allowing the fire", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "2011–12 Eintracht Braunschweig season", "input": "The 2011–12 season of Eintracht Braunschweig began on 5 June with a first training session. It is the club's first season in the 2. Bundesliga after being promoted from the 3. Liga.", "label": 1, "created_at": "2011-07-08T18:53:33Z", "last_modified": "2022-09-08T01:52:05Z"}
{"title": "Carlos Ferraro", "input": "(1979), and Don Cucha (1983). He was press chief at the National University of Jujuy, editor-in-chief of the newspaper Pautas, and was a television host of political journalism. He also directed a", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Eugenia P. Butler", "input": "Eugenia Perpetua Butler (1947–2008) was an American conceptual artist. In 1993 she hosted \"The Kitchen Table,\" a series of eight conversations with twenty-six artists at Art/LA93. Held at a hidden booth at", "label": 1, "created_at": "2015-03-08T23:01:20Z", "last_modified": "2024-12-21T00:51:19Z"}
{"title": "Garudapterus", "input": "in 2002, when the remains of sauropod dinosaurs were reported from the site. Since then, various other vertebrate remains have been discovered from the site. In 2023, part of the skull of", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Phimodera", "input": "Phimodera is a genus of shield-backed bugs, typical of the tribe Phimoderini. Species in Phimodera have been recorded from Africa, Europe and North America. Species BioLib includes: References Further reading == External", "label": 1, "created_at": "2018-04-26T17:42:50Z", "last_modified": "2024-02-13T04:44:20Z"}
{"title": "Garudapterus", "input": "upper region of the second layer. Geologic study of the locality has been limited, but bivalve index fossils indicate that it likely dates to the Hauterivian or Barremian age of the Early", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Tropes Zoom", "input": "Tropes Zoom was a desktop search engine and semantic analysis software from Acetic/Semantic-Knowledge. Originally written by Pierre Molette in 1994 in partnership with University Paris 8, it was the first search engine", "label": 1, "created_at": "2005-12-02T10:40:41Z", "last_modified": "2024-01-20T00:05:44Z"}
{"title": "Garudapterus", "input": "any specific geological formation, but it is thought to be equivalent in age to the rocks of the Sao Khua Formation; both are part of the larger Khorat Group. An earlier 2019", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Roel Coumans", "input": "Roel Coumans (born 23 August 1970) is a Dutch football manager. Career Coumans started his managerial career as assistant manager of Dutch second-tier side Fortuna Sittard. In 2013, he was appointed assistant", "label": 1, "created_at": "2022-06-19T09:38:59Z", "last_modified": "2024-06-22T20:18:19Z"}
{"title": "Grace Hoeman", "input": "made over 120 ascents in Alaska with her husband Vin Hoeman, including 20 first ascents. Five first ascents were made solo. In 1968, Grace and her husband Vin summited three days after", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Miriana Conte", "input": "in Malta Eurovision Song Contest 2022 with the song \"Look What You've Done Now\", placing 6th in the final. On 18 October 2023, she was announced among the participants of Malta Eurovision", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Olivier Boivin", "input": "Olivier Boivin (born June 6, 1965) is a French sprint canoer. Career Boivin competed from the late 1980s to the mid-1990s. He won a bronze medal in the C-2 1000 m event", "label": 1, "created_at": "2008-11-13T16:10:25Z", "last_modified": "2024-11-24T18:04:39Z"}
{"title": "Rico Quitongo", "input": "in 2017. The same year, he was sent on loan to Bo'ness United before joining the youth academy of Hearts in 2018. In 2019, he signed for Dumbarton. Scottish newspaper Dumbarton and", "label": 0, "created_at": "2025-04-18T19:59:26Z", "last_modified": "2025-07-03T22:55:32Z"}
{"title": "Miriana Conte", "input": "Conte took part in the first edition of the Maltese version of the talent show X Factor Malta, in which she co-founded the group 4th Line, and made it to the final", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Brâncovenești, Mureș", "input": "Brâncovenești (formerly Ieciu and Delavrancea; Hungarian: Marosvécs, Hungarian pronunciation: [mɒroʃveːtʃ] or Vécs; German: Wetsch) is a commune in Mureș County, Transylvania, Romania. The commune is composed of five villages: Brâncovenești, Idicel (Idecspatak),", "label": 1, "created_at": "2008-08-10T01:41:34Z", "last_modified": "2024-10-24T02:36:23Z"}
{"title": "Slander House", "input": "Slander House is a 1938 American drama film directed by Charles Lamont. The film's producer was Ben Judell of Progressive Pictures, known for low-budget exploitation films with provocative titles; other films released", "label": 1, "created_at": "2009-10-10T15:08:00Z", "last_modified": "2023-12-25T19:47:02Z"}
{"title": "Sarah Vigeland", "input": "Sarah Jane Vigeland is an American physicist who is a professor at the University of Wisconsin–Milwaukee. She uses pulsar timing arrays to study the low-frequency gravitational waves from supermassive black holes. Early", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "1968 All-Ireland Intermediate Hurling Championship", "input": "The 1968 All-Ireland Intermediate Hurling Championship was the eighth staging of the All-Ireland Intermediate Hurling Championship since its establishment by the Gaelic Athletic Association in 1961. London entered the championship as the", "label": 1, "created_at": "2015-07-10T12:43:33Z", "last_modified": "2023-06-23T01:21:53Z"}
{"title": "Tin Hinan Tomb", "input": "The Tin Hinan Tomb (French: Tombeau de Tin Hinan, Arabic: ضريح الملكة تينهنان, lit. 'Mausoleum of Queen Tinhanan') is a monumental tomb located at Abalessa in the Sahara, in the Hoggar Mountains", "label": 1, "created_at": "2012-05-29T22:36:31Z", "last_modified": "2024-11-01T02:19:49Z"}
{"title": "Davis Fire", "input": "to spread to 5,600 acres (2,300 ha). So far, suppression efforts cost $1.2 million. Crews worked on controlling the fire's perimeter, particularly with high activity. A community meeting was scheduled that night.", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Williams Olusegun", "input": "Samuel Olusegun Williams (born July 25, 1959) is a Nigerian politician who served as a member of the 7th National House of Representatives, representing Abeokuta South Federal Constituency, Ogun state, from 2015", "label": 0, "created_at": "2025-01-04T10:13:22Z", "last_modified": "2025-06-06T11:29:59Z"}
{"title": "JŽ series 310/314", "input": "The JŽ Series 310 was a 3000V DC electric multiple unit once operated by the Yugoslav State Railways (JŽ). Only one unit of the class existed, consisting of three cars, numbered 310.001,", "label": 1, "created_at": "2007-11-22T07:04:44Z", "last_modified": "2024-09-21T11:26:22Z"}
{"title": "Pietro Sforzin", "input": "Pietro Sforzin (born 6 December 1919 in Ceggia; died 18 February 1986 in Padua) was an Italian professional football player. See also Football in Italy List of football clubs in Italy ==", "label": 1, "created_at": "2010-02-22T17:03:02Z", "last_modified": "2024-10-12T15:40:15Z"}
{"title": "Francis Joseph", "input": "Francis Joseph may refer to: Franz Joseph I of Austria (1830–1916), Emperor of Austria, Apostolic King of Hungary and King of Bohemia Francis Joseph, Duke of Guise (1670–1675), French Duke of Guise", "label": 1, "created_at": "2004-04-24T23:10:59Z", "last_modified": "2023-03-01T11:03:26Z"}
{"title": "Garudapterus", "input": "in the collections of the Palaeontological Research and Education Centre at Mahasarakham University as PRC 185-190, and consists of a portion of the rostrum that includes the third through thirteenth tooth sockets,", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Carry the Fire (Dustin Kensrue album)", "input": "Carry the Fire is the fourth studio album by Dustin Kensrue. Vagrant Records alongside Staple Records released the album on April 21, 2015. Critical reception Signaling in a four star review by", "label": 1, "created_at": "2015-04-23T01:50:13Z", "last_modified": "2024-02-08T03:25:53Z"}
{"title": "Jarčji Vrh", "input": "Jarčji Vrh (pronounced [ˈjaːɾtʃji ˈʋəɾx]; in older sources also Jarček) is a small settlement east of Bučka in the Municipality of Škocjan in southeastern Slovenia. Within the municipality, it belongs to the", "label": 1, "created_at": "2011-06-27T07:03:26Z", "last_modified": "2024-08-23T17:14:00Z"}
{"title": "Homageran", "input": "Homageran (Persian: هماگران, also Romanized as Homāgerān) is a village in Jabal Rural District, Kuhpayeh District, Isfahan County, Isfahan Province, Iran. At the 2006 census, its population was 24, in 8 families.", "label": 1, "created_at": "2014-01-06T23:56:54Z", "last_modified": "2024-10-26T12:12:35Z"}
{"title": "Mañaria", "input": "Mañaria (both in Basque and Spanish) is an elizate, town and municipality located in the province of Biscay, in the Basque Country, Spain. Mañaria is part of the comarca of Durangaldea and", "label": 1, "created_at": "2005-10-11T11:19:24Z", "last_modified": "2024-05-29T01:26:04Z"}
{"title": "Davis Fire", "input": "to answer questions from residents. September 12 onwards Winds had subsided on September 12, there would be cooler temperatures around 70 °F (21 °C), and humidity levels had reached 60%. The fire", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "risk from spotting, 2,600 structures were still threatened. All evacuation orders and warnings remained in place because of the fire's remaining threat to grow overnight. Fire officials were stationed around the area", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "firefighting planes and helicopters. There were 600 firefighters, 58 fire engines, 12 helicopters, and 10 bulldozers combating the fire. Containment lines were established for the northernmost part of the fire, the area", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Inopinodon", "input": "Inopinodon is a genus of small predatory sea snails, marine gastropod molluscs in the family Acteonidae, the barrel bubble snails. Species Species within the genus Inopinodon include: Inopinodon azoricus (Locard, 1897) References", "label": 1, "created_at": "2021-03-19T16:37:12Z", "last_modified": "2021-03-19T16:39:44Z"}
{"title": "Antonio Zamorano", "input": "anti-communist and nationalist themes, attracted rural and working-class voters across regions such as Valparaíso, Aconcagua, Talca and Linares. Zamorano obtained 41,244 votes, or 3.3% of the total—slightly more than the margin separating", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Pouma", "input": "Pouma is a town and commune in Cameroon. See also Communes of Cameroon References Site de la primature - Élections municipales 2002 (in French) Contrôle de gestion et performance des services publics", "label": 1, "created_at": "2009-12-16T19:57:42Z", "last_modified": "2021-04-14T21:42:47Z"}
{"title": "Davis Fire", "input": "By now, all evacuations had been lifted. Rain was possible, with accumulations from 0.25–0.5 inches (6.4–12.7 mm) of rain. On September 17, when the fire had reached 92% containment and there were", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Grace Hoeman", "input": "gender, Grace Hoeman was unable to join the expedition. Grace Hoeman was distraught after her husband's death, especially as she was unable to join him on the failed expedition. Hoeman dedicated her", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Claviporella", "input": "Claviporella is a genus of bryozoans belonging to the family Catenicellidae. The species of this genus are found in Australia and New Zealand. Species: Claviporella airensis Maplestone, 1911 Claviporella angusta MacGillivray, 1895", "label": 1, "created_at": "2021-11-09T21:10:18Z", "last_modified": "2024-01-14T16:52:06Z"}
{"title": "David Provan", "input": "David Provan may refer to: David Provan (footballer, born 1941) (1941–2016), Scottish footballer who played with Rangers and Scotland David Provan (footballer, born 1956) (born 1956), Scottish footballer who played with Celtic", "label": 1, "created_at": "2007-08-09T03:03:55Z", "last_modified": "2016-11-27T15:56:04Z"}
{"title": "Dodonaea macrossanii", "input": "two or three teeth at the tip. The flowers are arranged singly on a pedicel 0.7–0.8 mm (0.028–0.031 in) long with three egg-shaped sepals, 1.5–2.0 mm (0.059–0.079 in) long and six stamens.", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Azzurra", "input": "Azzurra is a yacht racing team that competed in the America's Cup, the Audi MedCup and the 52 Super Series for the Italian Yacht Club Costa Smeralda. History Funded by business magnate", "label": 1, "created_at": "2010-02-20T02:18:50Z", "last_modified": "2023-09-21T20:31:12Z"}
{"title": "Carlos Ferraro", "input": "and taking office on December 10 of that year. In February of the following year, however, Snopek died in a car accident, forcing Ferraro to take over the provincial government on February", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Mattamy National Cycling Centre", "input": "The Mattamy National Cycling Centre is a track cycling facility in Milton, Ontario, Canada built for the 2015 Pan American Games. During the Pan Am and Parapan Am Games the venue was", "label": 1, "created_at": "2011-10-17T05:41:31Z", "last_modified": "2024-08-20T02:46:52Z"}
{"title": "Main Street Republicans", "input": "Main Street Republicans comprise several factions with varying philosophies in the Republican Party of the United States. There are three meanings for this term. Generally, Main Street Republicans are the party's small-town,", "label": 1, "created_at": "2006-04-12T20:19:18Z", "last_modified": "2024-11-03T19:06:25Z"}
{"title": "1929 Dutch Senate election", "input": "Utrecht and Limburg, and electoral group III comprising the provinces of North Holland and Friesland, were up for election. Within each electoral group, Senators were elected by provincial councils using party-list proportional", "label": 0, "created_at": "2025-08-30T13:57:55Z", "last_modified": "2025-09-07T20:55:39Z"}
{"title": "SS Northern Star", "input": "SS Northern Star may refer to: SS Empire Caribou, launched on 23 July 1919 and renamed Northern Star when sold to the American Star Line in 1920 SS Northern Star (1962), an", "label": 1, "created_at": "2010-03-09T15:19:49Z", "last_modified": "2018-07-30T11:55:39Z"}
{"title": "Dastjerd, Natanz", "input": "Dastjerd (Persian: دستجرد; also known as Dastgerd and Dastgird) is a village in Karkas Rural District, in the Central District of Natanz County, Isfahan Province, Iran. As of the 2006 census, its", "label": 1, "created_at": "2014-01-14T22:47:28Z", "last_modified": "2024-11-06T19:53:34Z"}
{"title": "Chamaepsichia", "input": "Chamaepsichia is a genus of moths belonging to the family Tortricidae. Species Chamaepsichia cetonia Razowski, 2011 Chamaepsichia chitonregis Razowski, 2011 Chamaepsichia durranti (Walsingham, 1914) Chamaepsichia rubrochroa Razowski, 2009 See also List of", "label": 1, "created_at": "2013-10-15T10:28:18Z", "last_modified": "2024-02-01T01:25:50Z"}
{"title": "Garudapterus", "input": "taxon Garudapterus buffetauti. It is the first pterosaur to be named both from Thailand and South-East Asia as a whole, and was thus noted for its biogeographic importance. The specimen is catalogued", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Vondo Dam", "input": "Vondo Dam is an earth-fill type dam located on the Mutshindudi River near Sibasa, Limpopo, South Africa. It was established in 1985 and has been renovated in 1994. The dam serves mainly", "label": 1, "created_at": "2010-02-14T11:03:11Z", "last_modified": "2024-07-10T07:33:26Z"}
{"title": "Irish Reform Association", "input": "The Irish Reform Association (1904–1905) was an attempt to introduce limited devolved self-government to Ireland by a group of reform oriented Irish unionist land owners who proposed to initially adopt something less", "label": 1, "created_at": "2010-08-15T10:01:03Z", "last_modified": "2024-10-01T11:20:32Z"}
{"title": "Grace Hoeman", "input": "to Holland with her Dutch mother, Juul. Her stepfather taught her to ski when she was 9. In 1942, she moved to Berlin to attend school and married a doctor who was", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Grammy Legend Award", "input": "The Grammy Legend Award, or the Grammy Living Legend Award, is a special award of merit given to recording artists by the Grammy Awards, a music awards ceremony that was established in", "label": 1, "created_at": "2006-04-07T17:27:17Z", "last_modified": "2024-10-17T09:13:15Z"}
{"title": "Luciano Spano", "input": "Luciano Biagio Spano Tancredi (born July 20, 1959, in Saluzzo, Cuneo, Italy) is a Mexican painter. Luciano Spano arrived in Mexico at the age of fourteen, in 1974. He enrolled from the", "label": 1, "created_at": "2006-01-02T02:14:49Z", "last_modified": "2022-05-21T04:06:26Z"}
{"title": "Macedonia at the 2018 Mediterranean Games", "input": "Macedonia competed at the 2018 Mediterranean Games in Tarragona, Spain from 22 June to 1 July 2018. Medals Medalists Karate Berat Jakupi won the gold medal in the men's kumite 84 kg", "label": 1, "created_at": "2020-08-27T19:16:11Z", "last_modified": "2023-08-23T18:22:57Z"}
{"title": "Ritch Esra", "input": "Warwick. Working independently for three years from 1988 he created a video How to Get a Record Deal for aspiring music people. In 1992, he formed a company that publishes music contact", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Garudapterus", "input": "study described a similar tooth from the Sao Khua Formation itself. In 2025, this specimen was described by Sita Manitkoon and colleagues in the journal Cretaceous Research and named as the new", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Dodonaea macrossanii", "input": "grows in woodland and grows in the Darling Downs area of south-eastern Queensland and near Yetman in northern New South Wales. Conservation status Dodonaea macrossanii is listed as of \"least concern\" under", "label": 0, "created_at": "2025-04-11T22:59:59Z", "last_modified": "2025-04-11T22:59:59Z"}
{"title": "Sotina", "input": "Sotina (pronounced [ˈsoːtina]; Hungarian: Hegyszoros, German: Stadelberg) is a village in the Municipality of Rogašovci in the Prekmurje region of northeastern Slovenia. The village includes the following hamlets: Bezovkova Graba, Maribor (a", "label": 1, "created_at": "2009-10-05T10:28:49Z", "last_modified": "2024-11-03T14:26:22Z"}
{"title": "National Federation of Ports and Docks", "input": "The National Federation of Ports and Docks (French: Fédération nationale des ports et docks) is a trade union representing dockers in France. The union was founded in 1901, to represent dockers, stevedores,", "label": 1, "created_at": "2020-04-01T15:52:00Z", "last_modified": "2024-11-03T17:33:55Z"}
{"title": "Ibrahim III Gumsami", "input": "century, succeeding his half-brother Muhammad VII Bukalmarami. The German explorer Heinrich Barth, who visited Bornu in the 1850s, noted that the Kanem–Bornu Empire's royal chronicles recorded that Ibrahim sent an embassy to", "label": 0, "created_at": "2025-06-08T10:12:23Z", "last_modified": "2025-11-12T23:36:32Z"}
{"title": "Sarah Vigeland", "input": "the University of Wisconsin–Milwaukee announced their discover of a low frequency (nanohertz) \"background hum\" of gravitational waves across the universe. Their announcement was the result of fifteen years of observational astrophysics. The", "label": 0, "created_at": "2025-02-05T05:15:35Z", "last_modified": "2025-10-10T18:57:26Z"}
{"title": "Mochero Vásquez", "input": "Lucio Antonio “Mochero” Vásquez Sánchez (born 25 June 1952) is a Peruvian writer, historian, and political activist. A member of the Peruvian Aprista Party, he acted in his youth as bodyguard to", "label": 0, "created_at": "2025-10-27T20:06:05Z", "last_modified": "2025-10-29T02:09:07Z"}
{"title": "Davis Fire", "input": "evacuated. Models forecasted the fire could have spread enormously on September 11, with forecasts that predicted violent winds gusting up to 75 miles per hour (121 km/h) that would have resulted in", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Davis Fire", "input": "Ranch Parkway in Reno to College Parkway in Carson City in both directions, the main route from Reno to Carson City. Subsequently, roads leading out of New Washoe City were reportedly backed", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "WFLF", "input": "WFLF is the callsign belonging to two radio stations in Florida: WFLF (AM), a radio station (540 AM) licensed to Pine Hills, Florida (Greater Orlando) WFLF-FM, a radio station (94.5 FM) licensed", "label": 1, "created_at": "2007-09-09T08:27:23Z", "last_modified": "2022-02-25T17:27:02Z"}
{"title": "Mochero Vásquez", "input": "as his running mate alongside historian María Inés Valdivia in the presidential primary in order to attain the party’s presidential nomination for the 2026 Peruvian general election. Published works Haciendo Memoria (2018).", "label": 0, "created_at": "2025-10-27T20:06:05Z", "last_modified": "2025-10-29T02:09:07Z"}
{"title": "Brooklyn Arts Council", "input": "Brooklyn, NY. The organization began showcases of Brooklyn artists and community members. Brooklyn Arts Council's first executive director was Charlene Victor (1966-1999), second was Ella Weiss (1999-2015), third was Charlotte Cohen (2015-2023),", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Saint-Césaire-de-Gauzignan", "input": "Saint-Césaire-de-Gauzignan (French pronunciation: [sɛ̃ sezɛʁ də ɡoziɲɑ̃]; Occitan: Sent Cesari de Grasinhan) is a commune in the Gard department in southern France. Population See also Communes of the Gard department == References", "label": 1, "created_at": "2007-10-01T09:36:49Z", "last_modified": "2024-10-27T13:42:10Z"}
{"title": "Richard S. Becker", "input": "Richard S. Becker (December 4, 1926 – January 5, 2015) was a United States Air Force flying ace during the Korean War, shooting down five enemy aircraft in the war. See also", "label": 1, "created_at": "2012-06-16T14:23:44Z", "last_modified": "2021-03-05T11:46:01Z"}
{"title": "Feng Xuemin", "input": "Feng Xuemin (born 1953) is a Chinese photographer. He has lived in Japan since 1985. Born in Shanghai, he traveled to Japan in 1985 as a sponsored researcher for the Chinese News", "label": 1, "created_at": "2006-09-08T21:22:18Z", "last_modified": "2022-02-22T06:36:02Z"}
{"title": "Grace Hoeman", "input": "life to finishing her husband's unfinished work writing a guide to the highest peaks in all 50 states. In June 1969 she made a first summit of Alaska's Mount Kimball. \"Denali Damsels\"", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Ashby Parva", "input": "Ashby Parva is a village and civil parish in the Harborough district of Leicestershire, England. The parish had a population of 211 according to the 2001 census, increasing to 233 at the", "label": 1, "created_at": "2005-10-24T18:36:53Z", "last_modified": "2024-04-19T06:57:22Z"}
{"title": "Antonio Zamorano", "input": "of philosophy, Greek, Latin, Hebrew, algebra and trigonometry at the La Granja seminary for five years, and then at the Seminary of Iquique for seven years, where he was secretary to Bishop", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "2023 Wiphold International – Singles", "input": "Anastasia Tikhonova was the defending champion but chose not to participate. Alina Korneeva won the title, defeating Tímea Babos in the final, 6–3, 7–6(7–3). Seeds Draw Key Finals Top half Bottom half", "label": 1, "created_at": "2024-02-21T11:43:50Z", "last_modified": "2024-02-21T11:43:50Z"}
{"title": "Carlos Ferraro", "input": "24. His government was convulsed by the union struggle that neoliberal policy faced. The division of the ruling party, the Justicialist Party, prevented him from holding a clearly unstable position; so he", "label": 0, "created_at": "2025-08-13T21:58:31Z", "last_modified": "2025-08-15T09:33:30Z"}
{"title": "Miriana Conte", "input": "BBC (in accordance with Ofcom regulations), the EBU requested the word be removed from the song and its title. This move faced backlash in Malta, including from PBS, Maltese government officials and", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Le Drennec", "input": "Le Drennec (French pronunciation: [lə dʁɛnɛk]; Breton: An Dreneg) is a commune in the Finistère department of Brittany in north-western France. Population Inhabitants of Le Drennec are called in French Drennecois. See", "label": 1, "created_at": "2007-12-18T18:33:43Z", "last_modified": "2024-11-08T01:11:14Z"}
{"title": "Derek Myers", "input": "the FBI, which led to Myers being exonerated and the settlement of a $2.5 million federal civil rights lawsuit in his favor. Early life and education Myers was born in Ohio to", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "The Pretend One", "input": "The Pretend One is an Australian independent realism drama film directed by Tony Prescott. It was filmed in April 2015 in central Queensland, Australia. The screenplay was written by James Raue and", "label": 1, "created_at": "2020-05-13T06:16:42Z", "last_modified": "2024-03-31T13:18:28Z"}
{"title": "Garudapterus", "input": "with the forwardly-projecting teeth of other relatives. They gradually orient downwards as they proceed towards the back of the snout, unlike Lusognathus and instead resembling the condition seen in Gnathosaurus. The sockets", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Pultenaea insularis", "input": "Pultenaea insularis is a species of flowering plant in the family Fabaceae and is endemic to Kangaroo Island in South Australia. It is a spreading to prostrate shrub with wiry branches, elliptic", "label": 1, "created_at": "2021-07-19T00:45:15Z", "last_modified": "2023-07-08T10:57:56Z"}
{"title": "Regina Pacis Model Secondary School", "input": "Regina Pacis Model Secondary School is a Catholic girls high school in Onitsha, Anambra State, Nigeria. It is operated by the Roman Catholic Archdiocese of Onitsha and was founded in 1962 by", "label": 0, "created_at": "2025-09-11T19:55:17Z", "last_modified": "2025-11-11T06:54:25Z"}
{"title": "Stefan Bakałowicz", "input": "Stefan Bakałowicz (17 October 1857 – 2 May 1947) was a Polish painter from Warsaw, famous in the Russian Empire. He was noted for his paintings on the subjects of Ancient Rome.", "label": 1, "created_at": "2008-12-01T15:17:01Z", "last_modified": "2024-11-22T22:15:19Z"}
{"title": "Bourdonnay", "input": "Bourdonnay (French pronunciation: [buʁdɔnɛ]; German: Bortenach) is a commune in the Moselle department in Grand Est in northeastern France. Geography The commune is part of the Lorraine Regional Natural Park. The Canal", "label": 1, "created_at": "2008-02-22T03:06:13Z", "last_modified": "2024-10-21T07:32:15Z"}
{"title": "Ritch Esra", "input": "directories and their updates. BMI sponsored The Independent Music Conference in Los Angeles, which Esra organized and coordinated. From 1988 till 1991 he taught courses on the music business at UCLA Extension.", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Bajo Putumayo Yaguas Communal Reserve", "input": "70 threatened species. The area shelters around 65% of Peru’s freshwater fish species and 32% of its recorded mammals. See also Güeppí-Sekime National Park Airo Pai Communal Reserve Huimeki Communal Reserve ==", "label": 0, "created_at": "2025-10-10T00:30:14Z", "last_modified": "2025-10-11T15:56:53Z"}
{"title": "Ibrahim III Gumsami", "input": "Ibrahim III (Ibrāhīm bin Idrīs), called Ibrahim Gumsami, was mai (ruler) of the Kanem–Bornu Empire in the early 17th century, ruling approximately 1618–1625. Life Ibrahim was a son of mai Idris IV", "label": 0, "created_at": "2025-06-08T10:12:23Z", "last_modified": "2025-11-12T23:36:32Z"}
{"title": "SoundsXP", "input": "SoundsXP is a UK based music webzine. It was set up in 2001 by Paul Mawdesley, Ged McAlea and Kevin Odell and is entirely based on contributions from unpaid writers. The site", "label": 1, "created_at": "2007-03-17T17:12:08Z", "last_modified": "2024-12-26T13:31:56Z"}
{"title": "Ritch Esra", "input": "on such occasions, with some of his own podcasts listed at Player FM. His noted conversations include interviews with Martin Page and Bobby Owsinski. Contributions he has made as a recognized supporter", "label": 0, "created_at": "2025-11-02T20:40:52Z", "last_modified": "2025-11-29T02:10:34Z"}
{"title": "Miriana Conte", "input": "accompanying music video released the following day. She qualified to the Grand Final from the second semi-final on 15 May. In the Grand Final on 17 May, her song placed 17th out", "label": 0, "created_at": "2025-02-08T23:48:53Z", "last_modified": "2025-11-22T22:58:06Z"}
{"title": "Guatemala at the 2017 World Aquatics Championships", "input": "Guatemala is scheduled to compete at the 2017 World Aquatics Championships in Budapest, Hungary from 14 July to 30 July. Open water swimming Guatemala has entered two open water swimmers Swimming Guatemalan", "label": 1, "created_at": "2017-07-14T22:20:06Z", "last_modified": "2023-07-15T15:06:00Z"}
{"title": "Derek Myers", "input": "$2.5 million civil rights lawsuit settlement. In 2022, Myers won a landmark lawsuit against the Chillicothe Police Department, changing public records law in Ohio. He also successfully sued for courtroom access during", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Grace Hoeman", "input": "well as Orizaba and Chimborazo. That year, she aimed to accompany her husband to Dhaulagiri where he would ultimately lead an unsuccessful climbing expedition that led to his death. Due to her", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Cole Green railway station", "input": "Cole Green railway station was a station at Cole Green, Hertfordshire, England, on the Hertford and Welwyn Junction Railway. It was a passenger station from 1858 until 18 June 1951, also serving", "label": 1, "created_at": "2015-11-22T10:50:53Z", "last_modified": "2023-12-14T16:22:39Z"}
{"title": "Davis Fire", "input": "very close to the entrance. At the fire's peak, over thirty-six thousand structures were threatened. Many structures were threatened because the fire took place in the heavily populated foothills of the Carson", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Henri Rambaud", "input": "Henri Rambaud (January 21, 1899 – February 14, 1974) was a French professor of literature, journalist, and writer, known for his expertise in the English novel. Biography Henri Rambaud was a professor", "label": 0, "created_at": "2025-01-09T07:22:22Z", "last_modified": "2025-03-14T20:24:46Z"}
{"title": "Sevier", "input": "Sevier also refer to: Sevier, Utah, an unincorporated community in southwestern Sevier County, Utah Sevier County, Tennessee Sevier County, Utah Sevier County, Arkansas Sevier River, an endorheic system in Utah Sevier orogeny,", "label": 1, "created_at": "2013-07-27T06:27:21Z", "last_modified": "2024-06-05T15:38:39Z"}
{"title": "Davis Fire", "input": "fire quickly destroyed structures in the park. Evacuations were prompted for Southwest Reno, New Washoe City, and an evacuation warning for Virginia City Highlands. Interstate 580/US Route 395 was closed from Damonte", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Chris Qua", "input": "Chris Qua (14 November 1951 – 30 April 2023), nicknamed \"Smedley\", was an Australian jazz musician, remembered as flugelhorn and double bass player with the band Galapagos Duck. History Qua was born", "label": 1, "created_at": "2023-07-06T10:23:17Z", "last_modified": "2023-08-19T21:41:13Z"}
{"title": "Grace Hoeman", "input": "first all-female expedition to Denali in 1970. She died in an avalanche while climbing Eklutna Glacier in Alaska. Biography Grace Nieman was born in Silver Beach, Washington. At age 4, she moved", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Greek submarine Amfitriti", "input": "At least three ships of the Hellenic Navy have borne the name Amfitriti (Greek: Αμφιτρίτη), after the ancient Greek sea goddess Amphitrite: Greek submarine Amfitriti (Y-11) a U-class submarine launched as HMS", "label": 1, "created_at": "2018-05-06T16:49:07Z", "last_modified": "2024-10-31T04:19:46Z"}
{"title": "John Foster (canon)", "input": "John Foster (died 1773) was a Canon of Windsor from 1772 to 1773 and Headmaster of Eton College from 1765 to 1773. Career He was King's Scholar at Eton College then educated", "label": 1, "created_at": "2014-07-04T15:33:51Z", "last_modified": "2022-11-15T23:19:10Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "the raising of water. Chapter Sixteen: About fever and the companions. Chapter Seventeen: About the rulings on property. Chapter Eighteen: About the establishment of the Diwan and its rulings. Chapter Nineteen: About", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Gilles de Roye", "input": "Gilles de Roye (or Egidius de Roya) (died 1478) was a Flemish chronicler. He was probably born at Montdidier in the modern French department of Somme, and became a Cistercian monk. He", "label": 1, "created_at": "2005-10-19T19:15:34Z", "last_modified": "2024-12-01T07:55:53Z"}
{"title": "Rico Quitongo", "input": "Rico Quitongo (born 15 July 1999) is a Scottish professional footballer who plays as a defender for Annan Athletic. Early life Quitongo was born on 15 July 1999 in Wishaw, Scotland. The", "label": 0, "created_at": "2025-04-18T19:59:26Z", "last_modified": "2025-07-03T22:55:32Z"}
{"title": "Tainsar", "input": "Tainsar is a village & it comes in the range of Tileibani block of Debagarh district of Odisha, an eastern state of India. It is home to around 250 families. A mixture", "label": 1, "created_at": "2012-01-16T11:47:05Z", "last_modified": "2024-04-23T10:20:32Z"}
{"title": "EUBG 2014 II", "input": "EUBG 2014 II or EUBG 2014-2 is an EU Battlegroup consisting of around 3,000 troops from Belgium, Germany, Luxembourg, Spain, the Netherlands and North Macedonia. It was on standby from 1 July", "label": 1, "created_at": "2015-07-08T09:55:14Z", "last_modified": "2024-07-13T17:21:13Z"}
{"title": "Davis Fire", "input": "agencies from several other states to assist with containing the fire. U.S. Route 395 Alternate was closed in Washoe Valley. On September 8, Davis Fire had grown to 6,500 acres (2,600 ha)", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Regina Pacis Model Secondary School", "input": "Archbishop Charles Heerey. History The school was founded by Charles Heerey, the then Archbishop of Onitsha in 1962. Construction of school building began in 1966 when Fr. A. Byne was appointed as", "label": 0, "created_at": "2025-09-11T19:55:17Z", "last_modified": "2025-11-11T06:54:25Z"}
{"title": "Museo Archeologico Nazionale di Campli", "input": "Museo Archeologico Nazionale di Campli (Italian for National Archaeology Museum of Campli) is an archaeology museum in Campli, Abruzzo. History The museum was opened in June 1988 and occupies four rooms in", "label": 1, "created_at": "2016-06-26T10:11:11Z", "last_modified": "2024-06-29T11:49:20Z"}
{"title": "Davis Fire", "input": "The Davis Fire was a destructive, fast-moving wildfire that burned in Washoe Valley, Nevada in September 2024. After igniting in Davis Creek Regional Park due to an improperly extinguished campfire around 2:30", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Chattock", "input": "Chattock may refer to People Richard Samuel Chattock (1825–1906), English painter and etcher Arthur Prince Chattock (1860–1934), British physicist John Osler Chattock Hayes (1913–1998), Royal Navy officer who became Naval Secretary See", "label": 1, "created_at": "2021-08-18T23:48:14Z", "last_modified": "2021-08-19T11:42:46Z"}
{"title": "Grace Hoeman", "input": "time. Alaska In 1965, she began practicing anaesthesiology in Anchorage, Alaska where she began climbing mountains in earnest. On December 30, 1966, she married John Vincent Hoeman, a climber and naturalist. She", "label": 0, "created_at": "2025-03-11T12:24:00Z", "last_modified": "2025-07-16T12:15:38Z"}
{"title": "Antonio Zamorano", "input": "Antonio Raúl Zamorano Herrera (30 September 1908 – 13 September 1995) was a Chilean priest and politician, popularly known as El Cura de Catapilco (lit. \"The Priest of Catapilco\"). He gained national", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Brooklyn Arts Council", "input": "Spring Gala, the Brooklyn Arts Council Film and Video Festival, Folk Feet dance workshops History and leadership Brooklyn Arts Council began in 1966 as the Brooklyn Arts and Cultural Association in Flatbush,", "label": 0, "created_at": "2025-04-17T01:25:02Z", "last_modified": "2025-07-23T17:01:03Z"}
{"title": "Davis Fire", "input": "(2,357 ha). Effects Damage The Davis Fire destroyed fourteen structures (eleven homes, two commercial buildings, and a church) and twenty-two outbuildings. The church that was destroyed was the Holy Spirit Catholic Mission.", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "Baloda", "input": "Baloda is a town and a nagar panchayat in Janjgir-Champa district in the Indian state of Chhattisgarh. Geography Baloda is located at Baloda of Janjgir District 22.15°N 82.48°E﻿ / 22.15; 82.48. It", "label": 1, "created_at": "2006-06-25T20:11:04Z", "last_modified": "2024-07-16T03:06:14Z"}
{"title": "Al-Ahkam al-Sultaniyyah", "input": "Al-Ahkam al-Sultaniyyah, also translated as Ordinances of the Government is one of the most important books written on Islamic politics and Islamic jurisprudence of politics; it was written by the jurist Abu", "label": 0, "created_at": "2025-07-18T08:02:36Z", "last_modified": "2025-11-11T17:12:52Z"}
{"title": "Vacants to Value", "input": "Vacants to Value is a Baltimore initiative enacted in 2010 by former Mayor Stephanie Rawlings-Blake to incentivize purchases of abandoned homes in the city. The program offers financial incentives to purchase derelict", "label": 1, "created_at": "2018-01-29T21:58:51Z", "last_modified": "2024-08-20T19:21:07Z"}
{"title": "Antonio Zamorano", "input": "option in the 1980 plebiscite. He published opinion columns in La Tercera and foreign newspapers, and self-published a two-volume book titled El Diablo Vendiendo Cruces, reflecting his critique of Marxism and liberation", "label": 0, "created_at": "2025-11-01T23:12:03Z", "last_modified": "2025-11-23T18:17:04Z"}
{"title": "Garudapterus", "input": "pterosaur names. The specific name honours Éric Buffetaut, a French palaeontologist, for his longstanding role in collaborative palaeontological work between France and Thailand. Description As a gnathosaurine pterosaur, Garudapterus was a flying", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
{"title": "Derek Myers", "input": "focused on police corruption and government accountability. In 2015, he joined WVLA-TV in Baton Rouge but was fired after questioning Senator David Vitter about a scandal. In 2017, Myers launched the Justice", "label": 0, "created_at": "2025-02-24T23:03:58Z", "last_modified": "2025-04-29T22:00:49Z"}
{"title": "Regina Pacis Model Secondary School", "input": "the director of the centre by the archbishop. Academics The school was invited in 2023 by the Oxford Royale Academy to participate in their summer programme games in the United Kingdom. In", "label": 0, "created_at": "2025-09-11T19:55:17Z", "last_modified": "2025-11-11T06:54:25Z"}
{"title": "Davis Fire", "input": "up for miles. The fire had grown to 1500 acres that evening. NV Energy cut power to 16698 customers and 179 gas customers were affected. Those who had not yet lost power", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "The Journal of Sir Walter Scott", "input": "The Journal of Sir Walter Scott is a diary which the novelist and poet Walter Scott kept between 1825 and 1832. It records the financial disaster which overtook him at the beginning", "label": 1, "created_at": "2012-03-27T19:40:10Z", "last_modified": "2024-09-20T04:08:57Z"}
{"title": "Norway–Switzerland relations", "input": "Norway–Switzerland relations are foreign relations between Norway and Switzerland. Norway has an embassy in Bern and Switzerland has an embassy in Oslo. Both countries are members of the European Free Trade Association,", "label": 1, "created_at": "2020-10-13T10:20:40Z", "last_modified": "2024-08-09T14:06:05Z"}
{"title": "Davis Fire", "input": "closest to the Davis Fire, the Bowers Mansion station, was permanently closed in 2022 from a bat infestation. Crews would have arrived earlier, and a resident stated having a closer station would", "label": 0, "created_at": "2025-01-04T18:49:54Z", "last_modified": "2025-11-25T13:05:52Z"}
{"title": "100% Hits: Very Best of 2002", "input": "100% Hits: The Very Best of 2002 is a 2002 compilation album released by EMI Music Australia and Warner Music Australia. The album was the #19 compilation album on the 2003 year-end", "label": 1, "created_at": "2016-06-17T23:20:58Z", "last_modified": "2021-02-07T21:49:45Z"}
{"title": "Duke of Medina de Rioseco", "input": "Duke of Medina de Rioseco (Spanish: Duque de Medina de Rioseco) is a hereditary title in the Peerage of Spain, accompanied by the dignity of Grandee and granted in 1538 by Charles", "label": 1, "created_at": "2021-03-12T17:41:57Z", "last_modified": "2024-10-29T20:57:12Z"}
{"title": "Engine No. 9", "input": "Engine No. 9 can refer to: Engine Engine Number 9, a 1965 country music song by Roger Miller \"(Get Me Back On Time) Engine Number 9\", a 1970 song by Wilson Pickett", "label": 1, "created_at": "2014-09-26T22:46:47Z", "last_modified": "2022-12-18T21:06:37Z"}
{"title": "Obreros Unidos", "input": "Obreros Unidos (1966–1971) was an independent agricultural labor union founded in Wisconsin in 1966 by Mexican American civil rights activists Jesus Salas, Francisco Rodriguez and many more, originally Texas-based farm workers from", "label": 1, "created_at": "2005-12-12T16:02:20Z", "last_modified": "2023-03-23T18:53:10Z"}
{"title": "Garudapterus", "input": "study by Rodrigo V. Pêgas, a coauthor of the Garudapterus description. Their analyses found the genus to be nested within the ctenochasmatid group Gnathosaurinae, which is also supported by the anatomy of", "label": 0, "created_at": "2025-03-28T20:42:13Z", "last_modified": "2025-07-10T23:48:46Z"}
