{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "on 1 October 2001, it supplanted the flag of the 11th Self-propelled Field Artillery Regiment \"Teramo\". Subsequently the flag of the 11th Self-propelled Field Artillery Regiment \"Teramo\" was transferred to the Shrine", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "List of career achievements by André Greipel", "input": "This is a list of career achievements by André Greipel, a German former professional road bicycle racer, who rode professionally between 2002 and 2021. Greipel is noted as one of the best", "label": 1, "created_at": "2018-02-04T11:02:46Z", "last_modified": "2023-03-31T12:16:43Z"}
{"title": "Annales Portucalenses Veteres", "input": "also originated in the Monastery of Santa Cruz. There is a second testimony preserved in the Marqués de Valdecilla Library at the Complutense University of Madrid, copied after 1250. It follows the", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Douglas Morison", "input": "of Datchet, near Windsor. He studied drawing under John Frederick Tayler, and practised chiefly in water colours. His works were principally of an architectural nature, but he painted several views in Scotland.", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "2022–23 WOAA Senior League season", "input": "Hockey playoffs The bottom four teams qualified for the WOAA Senior \"A\" Hockey playoffs. Each series is a best-of-seven. WOAA Senior A semi-finals (9) Shallow Lake Crushers vs. (12) Lucknow Lancers (10)", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "lanceolate, or elliptic-obovate in shape, ranging from 5 to 15 cm (2 to 6 in) in length and 1.5 to 5.5 cm (0.6 to 2.2 in) in width. Its base is oblique,", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Annales Portucalenses Veteres", "input": "kings Bermudo III, Ferdinand the Great, and Alfonso VI of León. ad annum 1111 This version, the shortest of the three, contains eleven entries. It essentially covers the main actions of Kings", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "High Bridge (Hammersmith)", "input": "in 1820 and Bishop Charles Blomfield in 1837. By 1915, the bridge converged four old footpaths and bridle paths (Lower Mall and Aspen Place on the east and Upper Mall and Bridge", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "time the 11th Army Corps Artillery Grouping consisted of the following units: In August the Alpine Army Corps reached the Don river, where it remained until 13 January 1943, when the Soviets", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "concluded, \"This game is interesting as an example of the 'state of the art' in Italy, not for purchase and repeated play. If I were stranded on a desert island with Iliad,", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "André Girard", "input": "André Girard may refer to: André Girard (1901–1968), French resistance worker and artist, leader of the CARTE network André Girard (1909–1993), French resistance worker, member of the ALLIANCE network See also André", "label": 1, "created_at": "2008-05-09T12:33:00Z", "last_modified": "2021-09-21T10:56:08Z"}
{"title": "Emy Gordon", "input": "the publication of a German version of Cardinal Manning's Why I Became a Catholic, Or Religio Viatoris. Catholic activism In 1904 Gordon established a branch in Würzburg of the German Catholic Women's", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "DENND2C", "input": "their specific biological functions - instead of simpler life forms like the organisms listed above. Parlaogs DENND2A, DENND2B, and DENND2D are closely related paralogs of DENND2C. Rate of Evolution The protein DENND2C", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Joaquín Oristrell", "input": "Joaquín Oristrell Ventura (born 15 September 1953) is a Spanish film director and screenwriter. Biography Born in Barcelona on 15 September 1953, he is the cousin of actress Yolanda Ventura and nephew", "label": 1, "created_at": "2007-09-28T18:18:23Z", "last_modified": "2023-12-25T14:18:48Z"}
{"title": "2014 Nicky Rackard Cup", "input": "The 2014 Nicky Rackard Cup is the tenth staging of the Nicky Rackard Cup hurling championship since its establishment by the Gaelic Athletic Association in 2005. The cup competition began on 26", "label": 1, "created_at": "2014-05-04T16:13:44Z", "last_modified": "2023-11-01T08:16:04Z"}
{"title": "Physcia caesiopsis", "input": "in Physcia caesia. The specific epithet caesiopsis is derived from the Greek suffix '-opsis', meaning resembling, indicating its resemblance to Physcia caesia. Description The thallus of Physcia caesiopsis is orbicular or spreading,", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "general of the corps Lieutenant General Gabriele Nasci ordered a full retreat. About 40,000 men formed two columns, which followed the 2nd Alpine Division \"Tridentina\" which, supported by a handful of German", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Dragašević", "input": "Dragašević (Serbian Cyrillic: Драгашевић) is a Serbian surname. Notable people with the surname include: Antonina Dragašević (born 1948), Bulgarian and Serbian chess player Jovan Dragašević (1836–1915), Serbian military geographer, historian and writer", "label": 1, "created_at": "2023-12-15T09:57:25Z", "last_modified": "2023-12-15T11:28:01Z"}
{"title": "DENND2C", "input": "DENN/MADD domain containing 2C (DENND2C) is a protein that in humans is encoded by the DENND2C gene. Gene DENND2C is located on human chromosome 1 at 1p13.2 on the minus strand. The", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "El Llano, Dominican Republic", "input": "El Llano, Dominican Republic (in English, The Plain) is a Dominican municipality in the Elías Piña province. Population The municipality had, in 2002, a total population of 8,151: 4,376 men and 3,775", "label": 1, "created_at": "2008-12-11T08:32:32Z", "last_modified": "2021-01-17T15:08:49Z"}
{"title": "Christa Mühl", "input": "2000: Lebenslügen (TV, book only) 2001: Die Biester (TV series) 2001–2003: Schlosshotel Orth (TV series, also book) 2004–2005: Bianca - Wege zum Glück (TV series) 2005–2007: Wege zum Glück (TV series) 2006–2010:", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Douglas Morison", "input": "for the queen at Windsor Castle, and he received several medals in recognition of his art. Morison died at his residence at Datchet on 12 February 1847. He exhibited occasionally at the", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "2022–23 WOAA Senior League season", "input": "playoffs The top eight teams qualify for the WOAA Senior \"AA\" Hockey playoffs. Each series is a best-of-seven. WOAA Senior AA quarter-finals (1) Seaforth Centenaires vs. (8) Durham Thundercats (2) Ripley Wolves", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "HDMS Lamprenen (1612)", "input": "Lamprenen (Danish) or Lamprellen (Swedish), both meaning the lamprey was a one-masted Swedish navy-yacht. It was sunk by the navy of Denmark–Norway during the siege of the castle Älvsborg (outside modern day", "label": 0, "created_at": "2024-02-25T22:24:41Z", "last_modified": "2024-03-21T11:16:11Z"}
{"title": "Christa Mühl", "input": "completed an apprenticeship as a skilled worker, worked at a workers' theater and, after graduating from high school, began studying directing at the Hochschule für Film und Fernsehen der DDR in Babelsberg.", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Annales Portucalenses Veteres", "input": "The Annales Portucalenses Veteres (APV, in Portuguese: Anais Portugueses Velhos) are a set of related historiographical compositions preserved in five testimonies. Most of these testimonies begin with a list of kings, the", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Nærøy", "input": "Nærøy or Nærøya may refer to: Places Nærøya, an island in Nærøysund Municipality in Trøndelag county, Norway Nærøya (Nordland), an island in Øksnes Municipality in Nordland county, Norway Nærøy Municipality, a former", "label": 0, "created_at": "2024-11-09T21:24:22Z", "last_modified": "2024-11-09T21:51:38Z"}
{"title": "Minion (chat widget)", "input": "Minion (Hangul: 미니온) is a chatting widget developed by DevArzz, the South Korean server. It is created with Python 2.7.x version and twistedmatrix 11.0 library. Minion can be built on to the", "label": 1, "created_at": "2012-05-12T10:52:57Z", "last_modified": "2021-12-30T23:13:54Z"}
{"title": "Scoliokona", "input": "Scoliokona is a genus of moths in the family Sesiidae. Species Scoliokona baliensis Gorbunov, 2021 Scoliokona cyanea (Hampson, 1919) Scoliokona cyanogama Meyrick, 1930 Scoliokona heptapora Kallies & Arita, 1998 Scoliokona hyalina Arita", "label": 1, "created_at": "2010-12-11T15:57:33Z", "last_modified": "2022-03-15T04:26:13Z"}
{"title": "Tsaratsar", "input": "several important sites in the Sboryanovo historical and archaeological reserve along the river valley. These include the Thracian Tomb of Sveshtari dated from the 4th-century BC, a UNESCO World heritage Site, and", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Tifton Tifters", "input": "The Tifton Tifters were a minor league baseball team based in Tifton, Georgia. In 1917, the Tifters played a shortened season as members of the six team, Class D level Dixie League,", "label": 1, "created_at": "2022-08-03T00:08:30Z", "last_modified": "2023-12-01T04:16:00Z"}
{"title": "2022–23 WOAA Senior League season", "input": "of the playoffs. Following the season, the WOAA Senior League disbanded and the Ontario Elite Hockey League was created. Team changes On June 2, the Western Ontario Super Hockey League announced that", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Physcia caesiopsis", "input": "superficial resemblance to the widespread Physcia caesia, differentiated by its broader lobes and unique chemosyndrome involving 20a-acetoxyhopane-6a,22-diol. Taxonomy Physcia caesiopsis was described by John Elix based on a specimen collected from the", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "Wake Up, America!", "input": "\"Wake up, America!\" is a World War I song written in 1916. George Graff, Jr. wrote the lyrics, and Jack Glogau composed the music. The song was published by Leo Feist, Inc.", "label": 1, "created_at": "2015-12-03T15:40:22Z", "last_modified": "2022-02-01T23:44:38Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "ovoid and white, with a scaly texture. Berries are oval shaped and around 1.8 cm (0.7 in) long. Within each berry, one to two seeds can be found embedded within a pulpy", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Hesson", "input": "Hesson is a surname. Notable people with the surname include: Audrey Dear Hesson (born 1929), Canadian practical craft artist Mike Hesson (born 1974), New Zealand cricket coach Myles Hesson (born 1990), British", "label": 1, "created_at": "2019-08-12T21:12:29Z", "last_modified": "2019-08-12T21:12:29Z"}
{"title": "Euphorbia abdulghafooriana", "input": "Euphorbia abdulghafooriana is a species of flowering plant in the family Euphorbiaceae, endemic to Saudi Arabia. An annual prostrate herb of deserts and dry shrublands, it resembles the New World species Euphorbia", "label": 1, "created_at": "2023-09-12T13:00:51Z", "last_modified": "2023-09-12T13:00:51Z"}
{"title": "Christa Mühl", "input": "resting place was in the cemetery of the Dorotheenstädtische and Friedrichswerdersche Gemeinden in Berlin-Mitte. Mühl died in Berlin on 14 October 2019 at the age of 72. Filmography 1971: Die Kollwitz und", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "them also became notorious (to English readers) on account of their rulebooks written in Italian, English, French and German. The English translations are renowned for being poorly done.\" Scoleri noted that the", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "the Trojan defenders. The game simulates the four days of battle described in Homer's ode following the departure of Achilles. The boxed set comes with a hex grid game board, 51 counters", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Annales Portucalenses Veteres", "input": "this one, in the Monastery of Alcobaça, which was lost before 1632. We have knowledge of it from the notes of João Vaseu and António Brandão. ad annum 1168 Covering a longer", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Annales Portucalenses Veteres", "input": "versions follow one another in the chronological order of their last entry, with additions made to incorporate new events. They considered that there had been an original, finalized in 1079, made in", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Communauté de communes de l'Atrébatie", "input": "The Communauté de communes de l'Atrébatie was located in the Pas-de-Calais département, in northern France. It was created in January 1999. It was merged into the new Communauté de communes des Campagnes", "label": 1, "created_at": "2008-09-15T10:30:44Z", "last_modified": "2022-03-30T14:57:14Z"}
{"title": "Taraire rufolineata", "input": "collected from the summit of Te Aroha. It was most recently revised in 2020, in which it was transferred to the Taraire genus. The syntype is stored in Canterbury Museum. Description The", "label": 0, "created_at": "2024-09-03T05:48:24Z", "last_modified": "2024-12-11T03:40:48Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "complex). Critic Tom Oleson noted, \"Because of its simplicity, Iliad is only useful as an introductory game.\" Victory conditions The Greek player wins if Troy is occupied by 5 Greek heroes. The", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Clarias monsembulai", "input": "Clarias monsembulai is a species of clariid catfish from the Congo Basin. It was named in honor of Raoul Monsembula Iyaba, a biology professor at the University of Kinshasa for collecting the", "label": 1, "created_at": "2023-04-12T04:44:21Z", "last_modified": "2023-12-26T23:35:42Z"}
{"title": "St. Clair Township, Allegheny County, Pennsylvania", "input": "St. Clair Township, Allegheny County, Pennsylvania, was one of the original townships created with the incorporation of Allegheny County in 1788. The township was named after Arthur St. Clair, an American Revolutionary", "label": 1, "created_at": "2007-04-26T16:27:02Z", "last_modified": "2023-12-23T00:51:37Z"}
{"title": "High Bridge (Hammersmith)", "input": "on the south and the footway leading from the bridge called Highbridge on the north. In 1712, the bridge was rebuilt by Bishop Henry Compton, nearly at Hammersmith Creek's confluence with the", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "Charles Payraudeau", "input": "Charles Payraudeau (1798–1865) was a French zoologist. Benjamin Charles Marie Payraudeau studied with Jean-Baptiste de Lamarck (1744–1829) at Muséum national d'histoire naturelle. He compiled faunal lists for Corsica between 1824 and 1825.", "label": 1, "created_at": "2011-01-06T14:47:33Z", "last_modified": "2023-06-01T15:48:08Z"}
{"title": "Emy Gordon", "input": "diplomat George Gordon. Family Gordon was born in Cannstatt, near Stuttgart, to Hartmund von Beulwitz (1814−1871), a Protestant landowner, and his Catholic wife Nanette Riedlinger (1808−1869). In the 1860s she began an", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "2022–23 WOAA Senior League season", "input": "Senior AA semi-finals (1) Seaforth Centenaires vs. (5) Tavistock Royals (2) Ripley Wolves vs. (3) Saugeen Shores Winterhawks WOAA Sr. AA Championship (2) Ripley Wolves vs. (5) Tavistock Royals WOAA Senior \"A\"", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "2016 Tula Oblast gubernatorial election", "input": "The 2016 Tula Oblast gubernatorial election took place on September 18, 2016, to elect the governor of Tula Oblast. Election took place concurrently with Federal legislative election and local elections in Single", "label": 1, "created_at": "2018-06-05T12:05:50Z", "last_modified": "2023-07-06T07:27:13Z"}
{"title": "Lone Rock Point", "input": "Lone Rock Point is a promontory north of Burlington, Vermont and on the eastern shore of Lake Champlain. It is publicly accessible via a trail network and sits on land owned by", "label": 1, "created_at": "2016-02-29T20:20:41Z", "last_modified": "2023-11-29T16:18:46Z"}
{"title": "Baghaita", "input": "Baghaita is a village in Pindra Tehsil of Varanasi district in the Indian state of Uttar Pradesh. The village falls under Nihalapur gram panchayat. The village is about 20 kilometers North-West of", "label": 1, "created_at": "2015-09-15T16:30:18Z", "last_modified": "2023-09-22T13:06:18Z"}
{"title": "Tsaratsar", "input": "Dragomazh in Isperih Municipality, as well as Ivan Shishmanovo in Zavet Municipality. In Silistra Province are located Osen and Stefan Karadzha in Glavinitsa Municipality, and Belitsa and Staro Selo in Tutrakan Municipality.", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Belum", "input": "Belum is a municipality in the district of Cuxhaven, in Lower Saxony, Germany. History Belum belonged to the Prince-Archbishopric of Bremen. In the mid-16th century the inhabitants adopted Lutheranism. During the Leaguist", "label": 1, "created_at": "2007-06-23T11:26:11Z", "last_modified": "2023-08-05T14:34:00Z"}
{"title": "DENND2C", "input": "proteins. The theoretical isoelectric point is 8.8. The protein is found in the nucleoplasm. Structure The three-dimensional structure of DENND2C contains a central beta sheet flanked by alpha-helices. Details about its quaternary", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Gilbert v. Derwinski", "input": "Gilbert v. Derwinski is a United States Court of Appeals for Veterans Claims case that dealt with the \"benefit of the doubt\" rule in veterans law. Background Mr. Norman Gilbert was claiming", "label": 1, "created_at": "2016-12-12T16:16:51Z", "last_modified": "2023-09-13T02:16:18Z"}
{"title": "Bryx randalli", "input": "Bryx randalli, the ocellated pipefish, is a species of marine fish of the family Syngnathidae. It is found in the western Atlantic in the Caribbean Sea, where it inhabits the shallow subtidal", "label": 1, "created_at": "2017-11-09T21:06:54Z", "last_modified": "2023-08-15T08:17:59Z"}
{"title": "Metropolitan Club", "input": "Metropolitan Club may refer to: Metropolitan Club (New York City), a private social club in Manhattan, New York, United States Metropolitan Club (San Francisco), a women's club in San Francisco, California, United", "label": 0, "created_at": "2024-04-25T17:26:21Z", "last_modified": "2024-04-26T22:58:09Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "two ovules present in each cell. The style is short and thick, culminating in a stigma that is 3–5 lobed and truncate. Following pollination, the fruit develops into a berry, which is", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "2022–23 WOAA Senior League season", "input": "concluded in January 2023. The post-season began in February 2023 and concluded in March 2023. The Tavistock Royals won the WOAA Sr. AA Championship, defeating the Ripley Wolves in the final round", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "the same plant. These flowers are relatively small, measuring 3 to 4 mm (0.12 to 0.16 in) across, and exhibit a yellowish-white hue. The male flowers are arranged in axillary panicles, while", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Chemical Workers' Union (United Kingdom)", "input": "The Chemical Workers' Union was a trade union in the United Kingdom. History The union was established in 1912 by a small group of pharmacists, as the Retail Chemists' Association. Most of", "label": 1, "created_at": "2006-11-10T18:40:17Z", "last_modified": "2022-02-17T02:54:34Z"}
{"title": "Kate Davis (director)", "input": "Kate Davis is an American director, producer and editor. She is best known for Southern Comfort (2001), and Traffic Stop (2017) for which she received Academy Award for Best Documentary Short Subject", "label": 1, "created_at": "2018-02-18T16:10:43Z", "last_modified": "2023-08-05T07:22:03Z"}
{"title": "Emy Gordon", "input": "of the housewife. She also edited Die praktische Hausfrau (The Practical Housewife), a supplement to the regional Catholic newspaper Fränkisches Volksblatt, and published articles in several Catholic magazines. Gordon's translation work included", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Xyela bakeri", "input": "Xyela bakeri is a species of sawfly in the genus Xyela and is endemic to North America. It can be found from Quebec to Florida, and west to British Columbia and California.", "label": 0, "created_at": "2024-08-15T22:57:09Z", "last_modified": "2024-08-16T11:46:07Z"}
{"title": "Xianzu", "input": "Xianzu is the atonal romanization of several Chinese temple names. It may refer to: Emperor Xianwen of Northern Wei (454–476) Emperor Wenxuan of Northern Qi (526–559) Li Guochang (died 887), Shatuo Turk", "label": 1, "created_at": "2022-05-14T04:32:12Z", "last_modified": "2022-05-14T04:35:58Z"}
{"title": "Emy Gordon", "input": "Gordon published a number of books on home and family life, the most popular of which was Die Pflichten eines Dienstmädchens, oder: das A-B-C des Haushaltes (1894), a guide to the duties", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Coors Light (cycling team)", "input": "Coors Light Cycling Team was an elite road bicycle racing cycling team in the United States. The team was very prominent in races held in the United States, but they did not", "label": 1, "created_at": "2019-09-06T21:36:01Z", "last_modified": "2022-06-12T17:32:39Z"}
{"title": "Ordinance (university)", "input": "In United Kingdom universities, ordinances, sometimes termed regulations, are detailed legislation that translates the broad principles of the university's charter and statutes. Most UK universities created before 1992 are established by royal", "label": 1, "created_at": "2003-12-01T23:45:05Z", "last_modified": "2022-12-26T17:59:26Z"}
{"title": "DENND2C", "input": "for developing targeted cancer therapies and identifying new biomarkers for cancer diagnosis and prognosis. Evolutional history Orthologs DENND2C has orthologs in most vertebrates: mammals, birds, reptiles, amphibians, and fish. This broad conservation", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "ft) tall. The bark of the tree is lenticellate and greyish brown in colour. Younger branches are terete, grey in colour and tomentose. Leaves The leaf is imparipinnate, characterized by a slender", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Tsaratsar", "input": "The Tsaratsar (Bulgarian: Царацар) is a river in the Ludogorie region of northeastern Bulgaria, a right tributary of the Danube. Its length is 108 km. Geography The Tsaratsar takes its source under", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Amoa", "input": "Amoa may refer to: People Surname Kofi Amoa-Abban, Ghanaian Oil and Gas entrepreneur Kwaku Amoa-Awuah (1926–2015), Ghanaian politician Basilea Amoa-Tetteh (born 1984), Ghanaian women's international footballer Given name Amoa Tausilia (born 1922),", "label": 1, "created_at": "2021-10-23T18:25:21Z", "last_modified": "2021-10-23T18:25:21Z"}
{"title": "Kuijpers", "input": "Kuijpers or Kuypers is a Dutch surname corresponding to the English Cooper. Variant spellings are Kuipers, Kuiper, and Cuypers. Notable people with the surname Kuijpers or Kuypers include: Eddy Kuijpers (1914–1992), Dutch", "label": 1, "created_at": "2007-11-01T18:29:00Z", "last_modified": "2023-07-08T20:45:11Z"}
{"title": "Christa Mühl", "input": "made her debut as a crime writer with \"Seniorenknast – Wir kommen\" (Senior Prison – We're Coming). Christa Mühl was married to the author, Brecht researcher and publisher Werner Hecht. Her final", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Emy Gordon", "input": "Emilie Caroline Albertine Gordon (née von Beulwitz) (6 March 1841 − 2 February 1909), known as Emy Gordon, was a German writer, translator and Catholic activist who was married to the Scottish", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "National Union of Paper Mill Workers", "input": "at Hulme near Manchester. Unlike the rival United Brotherhood of Paper Makers, it accepted workers regardless of perceived level of skill, and the bulk of its members were in lower paid roles.", "label": 0, "created_at": "2024-03-07T23:01:55Z", "last_modified": "2024-03-07T23:01:55Z"}
{"title": "National Union of Paper Mill Workers", "input": "The National Union of Paper Mill Workers (NUPMW) was a trade union representing labourers in paper mills in the United Kingdom. The union was founded on 1 February 1890, and based itself", "label": 0, "created_at": "2024-03-07T23:01:55Z", "last_modified": "2024-03-07T23:01:55Z"}
{"title": "Salvatore Valitutti", "input": "Salvatore Valitutti (1907–1992) was an educator and liberal politician who served as the minister of public education in the cabinet led by Prime Minister Francesco Cossiga in the period 1979–1980. He was", "label": 1, "created_at": "2021-10-06T15:43:32Z", "last_modified": "2023-12-11T05:28:50Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "The species is distributed within multiple Indian states including: Maharashtra, Karnataka, Tamil Nadu, and Kerala. R. anamalaiense grows within a wet tropical climate, where it can be found growing in the subcanopy", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Milenko Paunović", "input": "Milenko Paunović (November 29, 1889 in Újszentiván – October 1, 1924 in Belgrade) was a Serbian composer and writer, the author of the first Serbian musical drama. Biography Paunović was educated in", "label": 1, "created_at": "2012-05-11T13:26:48Z", "last_modified": "2020-11-01T17:32:30Z"}
{"title": "Carpini", "input": "Carpini may refer to: Giovanni da Pian del Carpine, medieval Italian diplomat, archbishop and explorer and one of the first Europeans to enter the court of the Great Khan Thiago Carpini Barbosa", "label": 1, "created_at": "2005-07-23T15:53:12Z", "last_modified": "2023-04-08T15:37:51Z"}
{"title": "Annales Portucalenses Veteres", "input": "they are all a reformulation of a lost original. He also notes that the dates have changed: in the oldest version we have (ad annum 1111), the saints' days appear according to", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "regiments, on June 15, the beginning of the Second Battle of the Piave River in 1918. This article is about the Royal Italian Army's 11th Heavy Field Artillery Regiment, which was a", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Douglas Morison", "input": "Royal Academy from 1836 to 1841. His sister Letitia was the wife of Percival Leigh. References This article incorporates text from a publication now in the public domain: Cust, Lionel Henry (1894).", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "Camping Out", "input": "Camping Out may refer to: Camping Camping Out (film), a 1919 short film directed by and starring Fatty Arbuckle Camping Out, a 1934 animated short film starring Mickey Mouse See also Camping", "label": 1, "created_at": "2006-08-18T23:48:44Z", "last_modified": "2023-03-22T19:01:18Z"}
{"title": "High Bridge (Hammersmith)", "input": "Hammersmith Creek was once the mouth of Stamford Brook, running from King Street into the River Thames, separating the Lower Mall and Upper Mall. The exact date of the bridge's construction is", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "2019 Poznań Open", "input": "The 2019 Poznań Open was a professional tennis tournament played on clay courts. It was the sixteenth edition of the tournament which was part of the 2019 ATP Challenger Tour. It took", "label": 1, "created_at": "2019-05-30T15:19:14Z", "last_modified": "2022-02-25T13:37:07Z"}
{"title": "Eudonia pentaspila", "input": "Eudonia pentaspila is a moth of the family Crambidae. It is endemic to the Hawaiian island of Oahu. External links Zimmerman, Elwood C. (1958). Insects of Hawaii. Vol. 8 Lepidoptera: Pyraloidea. University", "label": 1, "created_at": "2010-09-08T14:36:00Z", "last_modified": "2023-12-04T19:29:01Z"}
{"title": "Franco D'Attoma", "input": "A season. Biography Franco D'Attoma, born in Puglia into a wealthy family exporting agricultural products to the United States, attended a high school in Puglia before pursuing a degree in agriculture at", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "Feliu Ventura", "input": "Feliu Ventura (Xàtiva, 1976) is a Spanish singer-songwriter. Ventura's music is on the boundary between modern music styles and folk, with lyrics addressing political and youth issues. He has collaborated with guitar", "label": 1, "created_at": "2009-02-10T11:06:32Z", "last_modified": "2023-04-18T00:37:37Z"}
{"title": "David Wright (artist)", "input": "David Wright (12 December 1912 – 25 May 1967) was a British illustrator who drew a series of \"lovelies\" that epitomised female glamour during World War II. He also created the Carol", "label": 1, "created_at": "2006-07-06T15:09:20Z", "last_modified": "2023-07-14T12:29:41Z"}
{"title": "Aberdeen Cathedral", "input": "Aberdeen Cathedral may refer to one of three cathedrals in Aberdeen, Scotland: St Andrew's Cathedral, Aberdeen, cathedral of Scottish Episcopal Diocese of Aberdeen and Orkney St Machar's Cathedral, original cathedral in Old", "label": 1, "created_at": "2006-04-01T12:14:10Z", "last_modified": "2018-01-26T08:37:16Z"}
{"title": "Have Yourself a Merry Little Christmas (disambiguation)", "input": "\"Have Yourself a Merry Little Christmas\" is a 1943 song written by Hugh Martin and Ralph Blane. Have Yourself a Merry Little Christmas may also refer to: Have Yourself a Merry Little", "label": 1, "created_at": "2021-07-16T07:17:06Z", "last_modified": "2021-07-16T17:50:35Z"}
{"title": "Smelowskia americana", "input": "Smelowskia americana is a species of Smelowskia known by the common names alpine smelowskia, Siberian smelowskia, and American false candytuft. Native to mountain ranges of western North America including the Olympic Mountains", "label": 1, "created_at": "2019-03-09T02:34:53Z", "last_modified": "2023-12-21T21:26:11Z"}
{"title": "Bhagabat Sahu", "input": "Bhagabat Sahu was the first Member of Parliament from Balasore Parliamentary constituency in 1951. He was a Gandhian and was a freedom fighter from the Eastern part of Odisha. == References ==", "label": 1, "created_at": "2012-05-17T08:22:02Z", "last_modified": "2022-09-20T22:42:44Z"}
{"title": "Martina Müller", "input": "Martina Müller may refer to: Martina Müller (tennis), German tennis player Martina Müller (footballer), German footballer Martina Müller, Austrian fashion designer, founder of Callisti label Martina Müller, German film historian and co-restorer", "label": 1, "created_at": "2013-05-25T23:56:57Z", "last_modified": "2021-10-15T18:30:13Z"}
{"title": "Franco D'Attoma", "input": "Franco D'Attoma (February 24, 1923 – May 7, 1991) was an Italian entrepreneur and sportsman. He was the president of the \"Perugia of miracles\" team that remained unbeaten in the 1978-79 Serie", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "Dargai, Charsadda", "input": "Dargai (in Urdu: درگئی) (in Pashto: درګئی) is a Union council in Charsadda District of Khyber-Pakhtunkhwa. Dargai is the last Union Council of Charsadda District on Mardan Road Near Manga. Which is", "label": 1, "created_at": "2017-12-18T10:30:01Z", "last_modified": "2023-02-03T16:39:17Z"}
{"title": "Navia octopoides", "input": "Navia octopoides is a plant species in the genus Navia. This species is endemic to Venezuela. References Holst, Bruce K. (1 February 1994). \"Checklist of Venezuelan Bromeliaceae with Notes on Species Distribution", "label": 1, "created_at": "2009-11-19T12:01:05Z", "last_modified": "2021-04-24T21:17:01Z"}
{"title": "John Meredith (baseball)", "input": "John Meredith was an American Negro league third baseman in the 1910s. Meredith played for the West Baden Sprudels in 1914. In three recorded games, he posted five hits in 14 plate", "label": 1, "created_at": "2021-11-10T14:46:21Z", "last_modified": "2022-02-19T01:54:25Z"}
{"title": "Metropolitan Club", "input": "States Metropolitan Club (Washington, D.C.), a private club in Washington, D.C., United States New York Metropolitans, a 19th-century professional baseball team that played in Manhattan, New York, United States See also Metropolitan", "label": 0, "created_at": "2024-04-25T17:26:21Z", "last_modified": "2024-04-26T22:58:09Z"}
{"title": "Eoghan Ó Neachtain", "input": "Eoghan Ó Neachtain (24 October 1867 — 3 May 1957), Irish writer, fl. 1901–1932. Ó Neachtain was born at Park, An Spidéal, in the late 19th century, and was a nationalist author", "label": 1, "created_at": "2010-02-07T07:42:23Z", "last_modified": "2023-08-29T05:07:14Z"}
{"title": "Emy Gordon", "input": "Frauenheil. Some of her papers are held at the Ida-Seele Archive in Dillingen an der Donau. Selected works Allerlei Malverfahren. Anleitung zur häuslichen Kunstarbeit für Anfänger (1888) New fairy-tales: for children young", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "James Lardner", "input": "James or Jim Lardner may refer to: James L. Lardner (1802–1881), American naval officer James Lardner (politician) (1879–1925), Irish nationalist politician James Lardner (Cobra), a fictional character in the Marvel Comics universe", "label": 1, "created_at": "2006-02-11T07:52:42Z", "last_modified": "2020-01-19T20:33:44Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the regimental command was used to reform the 29th Field Artillery Regiment, while three of the regiment's groups were transferred to the 2nd Anti-aircraft Artillery Center. The regiment's mixed group, which was", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Allium xiangchengense", "input": "Allium xiangchengense is a plant species endemic to the Sichuan region in southern China. It grows there at an elevation of approximately 3300 m. Allium xiangchengense has thick, fleshy roots and clumps", "label": 1, "created_at": "2014-03-27T18:19:06Z", "last_modified": "2019-12-03T13:27:51Z"}
{"title": "High Bridge (Hammersmith)", "input": "unknown. In 1541, the Fulham Court Rolls, mention a surrender, dated Whit Tuesday in that year, by Richard Arnold and Margaret his wife, of lands including an acre at \"Highbridge, Hamersmyth\". On", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "Alessandro Minelli", "input": "Alessandro Minelli may refer to: Alessandro Minelli (biologist), Italian biologist and professor emeritus of zoology at the University of Padova Alessandro Minelli (footballer, born 1970), Swiss football defender Alessandro Minelli (footballer, born", "label": 1, "created_at": "2019-07-06T22:02:21Z", "last_modified": "2022-08-13T15:12:52Z"}
{"title": "National Union of Paper Mill Workers", "input": "William Ross was appointed as the union's secretary, holding the post unopposed until 1919, and then winning an election with a large majority over two other candidates. The union's membership grew steadily,", "label": 0, "created_at": "2024-03-07T23:01:55Z", "last_modified": "2024-03-07T23:01:55Z"}
{"title": "1942 Clemson Tigers football team", "input": "The 1942 Clemson Tigers football team was an American football that represented Clemson College as a member of the Southern Conference during the 1942 college football season. In their third season under", "label": 1, "created_at": "2011-08-12T04:19:24Z", "last_modified": "2023-12-23T04:05:26Z"}
{"title": "Washburne State Wayside", "input": "Washburne State Wayside was a state park 4 miles (6 km) northwest of Junction City, in the U.S. state of Oregon. Administered by the Oregon Parks and Recreation Department, the wayside served", "label": 1, "created_at": "2008-10-23T15:40:01Z", "last_modified": "2023-09-28T02:24:33Z"}
{"title": "Sékou Kourouma", "input": "Sékou Kourouma (1956 – 18 April 2020) was a Guinean politician, political aide and advisor to Guinean President Alpha Condé. He held the position of chief of staff to Condé, a high-ranking", "label": 1, "created_at": "2020-04-24T00:11:31Z", "last_modified": "2023-12-23T14:30:01Z"}
{"title": "Kansas City Open (tennis)", "input": "The Kansas City Open was a defunct men's and women's tennis tournament founded in 1951. The event was first staged at the Plaza Tennis Center. Kansas City, Missouri, United States. The tournament", "label": 1, "created_at": "2009-12-13T17:32:30Z", "last_modified": "2023-11-18T21:58:46Z"}
{"title": "Binary game", "input": "In mathematics, the binary game is a topological game introduced by Stanisław Ulam in 1935 in an addendum to problem 43 of the Scottish book as a variation of the Banach–Mazur game.", "label": 1, "created_at": "2014-07-10T17:16:05Z", "last_modified": "2023-12-28T11:55:51Z"}
{"title": "Marcelo Caro", "input": "of Universidad Católica, Caro came to the youth system in 1982 and made his professional debut in 1990. As a member of them, he took part in both the 1993 Copa Libertadores,", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "American Parkinson Disease Association", "input": "The American Parkinson Disease Association (APDA) is a grassroots advocacy organization for people with Parkinson's disease and their families. Founded in 1961, the APDA aims to \"ease the burden\" for Americans with", "label": 1, "created_at": "2011-01-24T13:17:25Z", "last_modified": "2023-11-21T09:32:48Z"}
{"title": "Lists of legal issues", "input": "List of lists of issues and controversies with the law Legal issues in airsoft Legal issues with fan fiction Burger King legal issues Legal issues and controversies surrounding Netflix Legality of cannabis", "label": 1, "created_at": "2018-03-01T03:20:03Z", "last_modified": "2022-03-22T21:08:52Z"}
{"title": "TT188", "input": "Tomb TT188, located in the necropolis of El-Assasif in Thebes in Egypt, is the tomb of the Steward and King's Cupbearer Parennefer. It has been excavated by the Akhenaten Temple Project. The", "label": 1, "created_at": "2005-07-31T16:37:27Z", "last_modified": "2023-08-05T09:46:19Z"}
{"title": "2003 CONCACAF U-17 Tournament qualification", "input": "The qualification for the 2003 CONCACAF U-17 Tournament took place between August 2002 and January 2003. Caribbean Zone Preliminary round First leg Second leg First round Group A Group B Held in", "label": 1, "created_at": "2015-01-15T12:52:37Z", "last_modified": "2023-02-05T15:56:40Z"}
{"title": "Patrick C. Kennell", "input": "Patrick C. Kennell (born February 18, 1960) is Director of the Center for Intensive English Studies (CIES) at Florida State University in Tallahassee, Florida. CIES was founded by his predecessor, Frederick L.", "label": 1, "created_at": "2008-12-15T18:45:34Z", "last_modified": "2023-08-30T21:11:06Z"}
{"title": "Baudry", "input": "Baudry may refer to: André Baudry (1922–2018), French writer Antonin Baudry (born 1975), French diplomat Armand Léon de Baudry d'Asson (1836–1915), French Legitimist politician Christian Baudry (born 1955), French footballer Gabriel Taschereau", "label": 1, "created_at": "2007-03-26T04:59:48Z", "last_modified": "2020-01-03T04:30:38Z"}
{"title": "Pilodeudorix kohli", "input": "Pilodeudorix kohli is a butterfly in the family Lycaenidae. It is found in the Republic of the Congo, the Democratic Republic of the Congo (Sankuru and Lualaba), Uganda and north-western Tanzania. ==", "label": 1, "created_at": "2012-06-20T14:34:19Z", "last_modified": "2022-07-06T16:56:45Z"}
{"title": "Lasionycta subfumosa", "input": "Lasionycta subfumosa is a moth of the family Noctuidae. It is found from Victoria Island and Banks Island in the Northwest Territories and the Darby Mountains on the Seward Peninsula of Alaska.", "label": 1, "created_at": "2010-01-19T10:51:44Z", "last_modified": "2021-12-05T03:08:44Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "lateral nerves, accompanied by visible intercostal reticulations. The leaf also possesses domatia within its structure. Flowers and fruit The blooms of this plant are polygamodioecious, possessing both male and female flowers on", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Meadow Lake 105C", "input": "Meadow Lake 105C is an Indian reserve of the Flying Dust First Nation in Saskatchewan. It is Lots 12, 13, and 14, Block 14, northeast quarter of Section 26, Township 59, Range", "label": 1, "created_at": "2019-10-16T00:58:22Z", "last_modified": "2023-12-06T07:22:50Z"}
{"title": "Tsaratsar", "input": "Its waters in the upper and lower course are utilized for irrigation. A 9.6 km section of the second class II-49 road Targovishte–Razgrad–Tutrakan follows the river valley near Staro Selo. There are", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Loxodera", "input": "Loxodera is a genus of African plants in the grass family. Species Loxodera bovonei (Chiov.) Launert - Zaïre, Zambia Loxodera caespitosa (C.E.Hubb.) B.K.Simon - Tanzania, Zambia, Zimbabwe Loxodera ledermannii (Pilg.) Launert -", "label": 1, "created_at": "2009-06-21T02:49:05Z", "last_modified": "2023-12-04T23:19:47Z"}
{"title": "Franco D'Attoma", "input": "pioneered the acquisition of players on loan. Finding a loophole in sponsorship regulations, D'Attoma founded a textile company under the guise of a pasta factory, effectively becoming the true sponsor, revolutionizing football", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "Annales Portucalenses Veteres", "input": "an entry on the birth of King Afonso Henriques. Chronica Gothorum We also know of another text related to the APV, the Chronica Gothorum (Chronicle of the Goths) or Annales domni Alfonsi", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Joseph L. Epps", "input": "Joseph L. Epps (May 16, 1870 – June 20, 1952) was a United States Army private who received the Medal of Honor for his actions on December 4, 1899, during the Philippine–American", "label": 1, "created_at": "2006-12-28T17:05:57Z", "last_modified": "2023-05-09T19:23:41Z"}
{"title": "Trapania dalva", "input": "Trapania dalva is a species of sea slug, a dorid nudibranch, a marine gastropod mollusc in the family Goniodorididae. Distribution This species was first described from Miami, Florida. It has also been", "label": 1, "created_at": "2014-11-08T20:30:28Z", "last_modified": "2023-01-04T09:51:40Z"}
{"title": "High Bridge (Hammersmith)", "input": "30 April 1550, Thomas Essex presented in respect of a wharf leading from \"le Strond in Hamersmyth\" to the bridge there called \"le Highebridge\". On 12 March 1648 or 1649, leave was", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "Coerr (surname)", "input": "Coerr is a surname. Notable people with the surname include: Eleanor Coerr (1922–2010), Canadian-born American writer Susan DeRenne Coerr (1939–2007), American artist and educator Wymberley D. Coerr (died 1996), American politician and", "label": 1, "created_at": "2018-10-23T23:23:37Z", "last_modified": "2022-09-03T12:02:57Z"}
{"title": "Annales Portucalenses Veteres", "input": "to the ones that have come down to us, serving only as models: the Chronica Gothorum would be made from the two long recensions and the original, the version ad annum 1079", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Eduardo Smith", "input": "Eduardo Fabián Smith Chávez (born 23 February 1966) is a retired Ecuadorian football midfielder. He was a member of the Ecuador national football team at the 1997 Copa América, and obtained twelve", "label": 1, "created_at": "2009-05-18T20:30:16Z", "last_modified": "2023-07-07T07:37:01Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "half. The petals are concave and arranged in an imbricate manner. The staminal tube is globose and crenulate, housing 9–10 stamens organized in two rows. The lower stamens are included within the", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "armored vehicles, led the way westwards to the new Axis front. The Soviets had already occupied every village and bitter battles were fought by the soldiers of the Tridentina to clear the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Artillery Group \"Teramo\" was formed and assigned the flag and traditions of the 11th Heavy Field Artillery Regiment. The group was assigned to the Artillery Command of the Southern Military Region until", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "2nd AIBA African 2004 Olympic Qualifying Tournament", "input": "The 2nd AIBA African 2004 Olympic Boxing Qualifying Tournament was held in Gaborone, Botswana from March 15 to March 22, 2004. It was the second and last chance for amateur boxers from", "label": 1, "created_at": "2009-12-26T16:32:44Z", "last_modified": "2022-06-21T02:10:29Z"}
{"title": "Wurmbea deserticola", "input": "Wurmbea deserticola is a species of plant in the Colchicaceae family that is endemic to Australia. Description The species is a cormous perennial herb that grows to a height of 7–25 cm.", "label": 1, "created_at": "2021-09-04T04:30:32Z", "last_modified": "2022-04-26T21:55:34Z"}
{"title": "Thomas Hilton", "input": "Thomas Hilton may refer to: Thomas Hilton (by 1500 – 1559), MP for Northumberland Thomas Hilton (by 1508 – 1558 or later), MP for Old Sarum Thomas Hilton, see List of colonial", "label": 1, "created_at": "2012-09-22T19:31:25Z", "last_modified": "2020-02-25T01:35:37Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "tube, while the upper ones are partly exserted, sometimes with apiculate tips, and the attached filaments are prominent. The ovary is positioned superiorly and is globose in shape, housing five cells, with", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "the female flowers occur in axillary spikes or racemes. Each flower consists of five sepals, which are ovate-orbicular in shape and adorned with ciliate edges; these sepals are fused in the lower", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "in southern Italy and assigned the flag and traditions of the 11th Heavy Field Artillery Regiment. The group consisted of a command, a command and services battery, and three batteries with M114", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Detroit, Mackinac and Marquette Railroad", "input": "The Detroit, Mackinac and Marquette Railroad was a land grant railroad that was built and operated briefly (1881–1886) in the Upper Peninsula of the U.S. state of Michigan. Incorporated in 1879, the", "label": 1, "created_at": "2008-01-14T01:24:42Z", "last_modified": "2019-08-27T07:52:50Z"}
{"title": "Vesterlund", "input": "Vesterlund is a Swedish surname. Notable people with the surname include: Jouko Vesterlund (born 1959), Finnish Olympic speed skater Lise Vesterlund, Danish-American economist Niklas Vesterlund (born 1999), Danish footballer Per Vesterlund, Swedish", "label": 1, "created_at": "2012-06-15T12:13:21Z", "last_modified": "2023-11-25T15:12:20Z"}
{"title": "Stan Kenton Presents", "input": "Stan Kenton Presents is an album by pianist and bandleader Stan Kenton with his \"Innovations\" Orchestra featuring performances recorded in 1950 and originally released as 78 RPM records and a 10-inch LP", "label": 1, "created_at": "2016-04-11T06:45:02Z", "last_modified": "2021-05-13T02:17:28Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "divided between Greek and Trojan heroes, and a 10-page rulebook written in Italian, with English, French and German translations. Complexity of play was rated by the publisher as Level 1 (the least", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Christa Mühl", "input": "directed more than 40 episodes of the hospital series Für alle Fälle Stefanie for television. At the same time, she worked as a screenwriter. From 2004 she worked extensively with the telenovela.", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "had 100 places.\" In a retrospective review in Simulacrum written over twenty years after the game's publication, Joseph Scoleri commented, \"While the IT games are notable for their polished components, many of", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Emy Gordon", "input": "Association, a lay organisation founded the previous year in Cologne. She attended the Second Conference of the International Woman Suffrage Alliance in Berlin in June 1904, and was the opening speaker at", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Franco D'Attoma", "input": "economics. His acquisition of Paolo Rossi showcased D'Attoma's extraordinary abilities. Despite competition from major clubs like Juventus, Milan, and Inter, Perugia secured Rossi on loan for a record fee of 500 million", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "Tom Brown's Schooldays (film)", "input": "The Thomas Hughes novel Tom Brown's School Days has inspired several film and television adaptations: Tom Brown's Schooldays (1916 film) Tom Brown's School Days (1940 film) Tom Brown's Schooldays (1951 film) Tom", "label": 1, "created_at": "2008-05-23T16:03:52Z", "last_modified": "2021-07-28T20:49:07Z"}
{"title": "DENND2C", "input": "be involved in cancer suppression. Disruptions in DENND2C's function or its interaction with p53 can interfere with these pathways and contribute to tumor progression. DENND2C’s role in p53-regulated pathways can be used", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Christa Mühl", "input": "In a regional magazine, Mühl was called the \"mother of the telenovela\". She was on the team of the successful ARD series Rote Rosen director from the very beginning. In 2015, she", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Session multiplexing", "input": "Session multiplexing in a computer network is a service provided by the transport layer (see OSI Layered Model). It multiplexes several message streams, or sessions onto one logical link and keeps track", "label": 1, "created_at": "2009-06-29T18:38:02Z", "last_modified": "2023-08-23T19:28:02Z"}
{"title": "Claudia Myers", "input": "Claudia Myers is an American screenwriter, director and producer. In addition, she is an associate professor of Film and Media at American University's School of Communication. Early life Myers received an M.F.A", "label": 1, "created_at": "2016-03-04T18:09:08Z", "last_modified": "2023-11-03T01:14:30Z"}
{"title": "Annales Portucalenses Veteres", "input": "and another, now lost, with the Roman dates. The version ad annum 1168 would have been made from these two, while the ad annum 1079 would have used the Roman version and", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "MraW RNA motif", "input": "The mraW RNA motif is a conserved, structured RNA found in certain bacteria. Specifically, it is predicted in many, though not all, species of actinobacteria, and especially within the genus Mycobacterium. Structurally,", "label": 1, "created_at": "2010-03-25T20:37:25Z", "last_modified": "2023-12-03T04:56:52Z"}
{"title": "Emy Gordon", "input": "estate at Ellon Castle in Scotland in 1873, the family lived there for several years before moving to the continent, residing first in Bruges in Belgium before settling permanently in Würzburg in", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Peter V", "input": "Peter V may refer to: Patriarch Peter V of Alexandria (7th–8th centuries) Pope Peter V of Alexandria (ruled 1340–1348) Peter V of Aragon (IV of Barcelona) (1429–1466), Constable of Portugal and Grand", "label": 1, "created_at": "2008-12-21T19:30:05Z", "last_modified": "2020-11-08T15:29:35Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the LI, LII, and LIII cannons groups with 105/32 heavy field guns, CXVII Howitzers Group with 149/13 heavy howitzers, the CXLVII Howitzers Group with 149/28 heavy field howitzers, and the 11th Army", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Winnen", "input": "Winnen is an Ortsgemeinde – a community belonging to a Verbandsgemeinde – in the Westerwaldkreis in Rhineland-Palatinate, Germany. Geography Winnen lies 4 km west of Westerburg on the Wiesensee (lake). Since 1972", "label": 1, "created_at": "2007-09-05T12:38:40Z", "last_modified": "2022-03-03T18:41:46Z"}
{"title": "DENND2C", "input": "key role in intracellular trafficking and cellular signaling. p53 helps maintain cellular balance and prevent cancer by regulating various pathways. Since DENND2C is part of the p53-regulated network, it is predicted to", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Christa Mühl", "input": "Christa Mühl (11 June 1947 – 14 October 2019) was a German director, screenwriter and writer. Life Mühl was born and grew up in Halle (Saale) as the daughter of an electrician,", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Camilla Nielsen", "input": "Camilla Marie Nielsen née Jensen (1856–1932) was a Danish philanthropist and politician who is remembered for her commitment to social work in the Frederiksberg district of Copenhagen. In 1887, she acquired a", "label": 1, "created_at": "2020-12-04T15:16:55Z", "last_modified": "2023-04-02T16:08:53Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Corps. Within three days the corps found itself flanked on both sides by Soviet armoured and mechanized units and 200 km away from the new Axis lines. On 17 January the commanding", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Kisumimi", "input": "Kisumimi-no-mikoto is a character in Japanese mythology, a male deity and the son of the first Emperor Jimmu. He is the younger brother of Tagishimimi and some speculate they were the same", "label": 1, "created_at": "2021-10-11T22:23:04Z", "last_modified": "2023-12-07T03:08:37Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "howitzers CLIX Howitzers Group with 149/19 heavy howitzers CLX Howitzers Group with 149/19 heavy howitzers CLXV Howitzers Group with 149/19 heavy howitzers 11th Army Corps Specialists Unit The regiment's depot also formed", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Vittoriano in Rome. The regiment's personnel, materiel, and base in Persano, were taken over by the 8th Self-propelled Field Artillery Regiment \"Pasubio\". The regimental anniversary falls, as for all Italian Army artillery", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Cockell", "input": "Cockell is a surname. Notable people with the surname include: Charles S. Cockell (born 1967), British astrobiologist Don Cockell (1928–1983), English boxer Jenny Cockell (born 1953) Merrick Cockell (born 1957), British politician", "label": 1, "created_at": "2020-04-04T12:55:56Z", "last_modified": "2020-04-04T12:56:05Z"}
{"title": "Douglas Morison", "input": "He was elected an associate of the Royal Institute or New Society of Painters in Watercolours in 1836, but resigned in 1838. On 12 February 1844 he was elected an associate of", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "2022–23 WOAA Senior League season", "input": "announced as the Georgian Bay Applekings. The team will play at the Beaver Valley Community Centre. On September 28, the Clinton Radars informed the league they were taking a leave of absence", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Tsaratsar", "input": "valley cut in Aptian limestones. The river flow north until the Irihisar hunting area, then northeast until the town of Glavinitsa, west until the Kubrat–Tutrakan road, and finally north again until its", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "few survivors of the 11th Army Corps Artillery Grouping were repatriated. The grouping was still in the process of being reformed when German forces disbanded it after the announcement of the Armistice", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Electoral district of Northumberland and Hunter", "input": "Northumberland and Hunter was an electoral district for the Legislative Assembly in the Australian state of New South Wales from 1856 to 1859, in the Newcastle area and named after Northumberland County", "label": 1, "created_at": "2007-02-20T09:56:04Z", "last_modified": "2022-07-18T01:47:09Z"}
{"title": "Thamber", "input": "Thamber is a village of Barara tehsil in Ambala district in the Indian state of Haryana. It is situated on the border of Yamunanagar. The village play an important role in assembly", "label": 1, "created_at": "2009-09-19T11:43:02Z", "last_modified": "2023-01-28T08:31:29Z"}
{"title": "Mimeusemia", "input": "Mimeusemia is a genus of moths of the family Noctuidae first described by Arthur Gardiner Butler in 1875. Species are found in Japan, India, Sri Lanka and Myanmar. Description Veins 9 and", "label": 1, "created_at": "2009-03-29T01:03:21Z", "last_modified": "2021-01-05T01:08:05Z"}
{"title": "Annales Portucalenses Veteres", "input": "the list of events until 1168, the year in which Geraldo Geraldes occupied Badajoz, focusing essentially on the reign of King Afonso Henriques. At the end, it includes an entry on the", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Emy Gordon", "input": "(1893) Die Pflichten eines Dienstmädchens, oder: das A-B-C des Haushaltes (1894) Praktische Anweisung zur Ölmalerei in ihren verschiedenen Arten für Anfänger und Dilettanten (1899) Die katholische Kindergärtnerin in Schule und Haus (1902)", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Scalebor Park Hospital", "input": "Scalebor Park Hospital was a mental health facility at Burley in Wharfedale in West Yorkshire, England. History The hospital, which was designed by J. Vickers Edwards using a compact arrow layout, opened", "label": 1, "created_at": "2019-04-18T12:02:03Z", "last_modified": "2022-04-11T20:01:08Z"}
{"title": "Electoral district of Yalgoo", "input": "Yalgoo was an electoral district of the Legislative Assembly in the Australian state of Western Australia from 1897 to 1901. The district was located in the Western Australian outback. It existed for", "label": 1, "created_at": "2009-03-16T23:30:17Z", "last_modified": "2023-03-08T12:05:20Z"}
{"title": "Hennessy Round-robin Tournament", "input": "The Hennessy Round-robin Tournament was a 12-man round-robin golf tournament on the British PGA circuit contested in 1964. It was one of two round-robin events during the season, the Esso Golden Tournament", "label": 1, "created_at": "2017-11-12T20:53:39Z", "last_modified": "2023-05-03T07:49:29Z"}
{"title": "Marcelo Caro", "input": "where they were the runners-up, and the 1994 Copa Interamericana, where they were the champions. He played almost his entire career in the Chilean Primera División. Besides Universidad Católica, he played for", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "Annales Portucalenses Veteres", "input": "Laterculus regum Ouetensium ad Adefonsum II (Laterculus of the kings of Asturias up to Alfonso II), followed by annalistic entries referring to the conquests of Coimbra and Montemor-o-Velho by Almanzor, and the", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Rohrach", "input": "Rohrach may refer to: Rohrach (Eyb), a river of Baden-Württemberg, Germany, tributary of the Eyb Rohrach (Iller), a river of Bavaria, Germany, tributary of the Iller Rohrach (Wörnitz), a river of Bavaria,", "label": 1, "created_at": "2017-11-30T01:58:30Z", "last_modified": "2019-12-29T23:22:21Z"}
{"title": "Cryptocarya elliptifolia", "input": "San Andres, Catanduanes (previously known as 'Calolbong'). The specific epithet is Latin for \"elliptical leaves\". It is a member of the genus Cryptocarya in the laurel family Lauraceae. Distribution Cryptocarya elliptifolia is", "label": 0, "created_at": "2024-01-21T12:26:40Z", "last_modified": "2024-01-21T14:21:42Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Military Valor, which was affixed to the regiment's flag and is depicted on the regiment's coat of arms. Cold War During the 1975 army reform the army disbanded the regimental level and", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "High Bridge (Hammersmith)", "input": "River Thames. In 1751, a wooden foot-bridge spanning the creek was built by Bishop Thomas Sherlock, also known as the \"Bishop's Bridge\". The bridge was rebuilt several times, by Bishop William Howley", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "International Journal of Earth Sciences", "input": "International Journal of Earth Sciences is a peer-reviewed scientific journal published monthly by Springer Science+Business Media. It covers original and review papers on the history of earth and is an international Geoscience", "label": 1, "created_at": "2009-08-12T14:31:01Z", "last_modified": "2022-09-17T21:14:17Z"}
{"title": "Eyston", "input": "Eyston is a surname. Notable people with the surname include: Bernard Eyston (1628–1709), English Franciscan friar Charles Eyston (1667–1721), English antiquary George Eyston (1897–1979), British racing car driver, engineer, and inventor See", "label": 1, "created_at": "2011-08-09T21:30:31Z", "last_modified": "2022-07-28T15:34:24Z"}
{"title": "Spread Your Love (2 Unlimited song)", "input": "\"Spread Your Love\" is a song recorded by Belgian/Dutch Eurodance band 2 Unlimited. It was released in May 1996 as the third and final new single from their greatest hits compilation album,", "label": 1, "created_at": "2007-04-21T17:37:00Z", "last_modified": "2022-07-09T11:10:30Z"}
{"title": "National Union of Paper Mill Workers", "input": "1894. The union attempted to arrange a merger with the Amalgamated Society of Papermakers, successor of the United Brotherhood, in 1897, and again in 1905, without success. In 1914, it instead merged", "label": 0, "created_at": "2024-03-07T23:01:55Z", "last_modified": "2024-03-07T23:01:55Z"}
{"title": "2022–23 WOAA Senior League season", "input": "Points; Green shade = Clinched playoff spot Scoring leaders Note: GP = Games played; G = Goals; A = Assists; Pts = Points; PIM = Penalty minutes Playoffs WOAA Senior \"AA\" Hockey", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Honduran milk snake", "input": "Lampropeltis triangulum hondurensis, commonly known as the Honduran milk snake, is an egg-laying subspecies of nonvenomous colubrid snake. It is one of the more commonly bred milk snakes in captivity and is", "label": 1, "created_at": "2009-12-16T19:48:44Z", "last_modified": "2023-12-20T18:12:10Z"}
{"title": "Microscopy Research and Technique", "input": "Microscopy Research and Technique is a peer-reviewed scientific journal covering all areas of advanced microscopy in the biological, clinical, chemical, and materials science fields. The journal's title changed from Journal of Electron", "label": 1, "created_at": "2010-08-06T20:09:12Z", "last_modified": "2023-07-24T13:28:38Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "way. On 26 January 1943 the corps' remnants finally broke free from the Soviet encirclement at the Battle of Nikolayevka and reached Axis lines on 1 February 1943. In March 1943 the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Panoraama", "input": "Panoraama is a 53 metres (174 ft) tall gyro tower at the Linnanmäki amusement park in Helsinki, Finland. Its observation deck rises about 84 metres (276 ft) above sea level. Panoraama was", "label": 1, "created_at": "2006-08-31T16:17:11Z", "last_modified": "2023-07-21T03:05:34Z"}
{"title": "Anita Miller (field hockey)", "input": "Anita Corl Huntsman (born May 14, 1951) is an American former field hockey player who was a member of the Women's National Team that won the bronze medal at the 1984 Summer", "label": 1, "created_at": "2006-09-25T10:35:38Z", "last_modified": "2023-10-23T22:55:11Z"}
{"title": "Bad Widow", "input": "Bad Widow is the second and last full-length album by the German hard rock band Cacumen. It was released in 1983 on the independent label Boom Records. Cacumen would rename themselves Bonfire", "label": 1, "created_at": "2008-08-06T10:30:57Z", "last_modified": "2021-02-27T08:31:36Z"}
{"title": "Kinchkha Waterfall Natural Monument", "input": "Kinchkha Waterfall Natural Monument (Georgian: კინჩხის ჩანჩქერი) is a cascade waterfall in Khoni Municipality, Imereti region of Georgia near village Kinchkha in the river gorge of Okatse (Satsikvilo) at 843 meters above", "label": 1, "created_at": "2020-03-10T14:57:41Z", "last_modified": "2021-09-21T15:27:10Z"}
{"title": "Annales Portucalenses Veteres", "input": "it to the version ad annum 1079, focusing after that on the reign of the first King of Portugal. Theories about the transmission of the APV As has been said, the versions", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Marjorie Muir Worthington", "input": "Marjorie Muir Worthington (1900 – February 17, 1976) was an American writer of novels and short stories. Life Worthington was born in 1900 in New York City. She was inspired by the", "label": 1, "created_at": "2007-10-24T17:36:27Z", "last_modified": "2023-04-21T17:34:42Z"}
{"title": "King's Men", "input": "King's Men or Kingsmen may refer to: King's Men (playing company), an English company of actors to which William Shakespeare belonged Music The King's Men (Choir of King's College), a longstanding close", "label": 1, "created_at": "2004-03-21T14:40:00Z", "last_modified": "2022-06-24T08:38:56Z"}
{"title": "Malanhoui", "input": "Malanhoui is an arrondissement in the Ouémé department of Benin. It is an administrative division under the jurisdiction of the commune of Adjarra. According to the population census conducted by the Institut", "label": 1, "created_at": "2012-04-25T14:32:18Z", "last_modified": "2021-01-23T19:59:59Z"}
{"title": "Annales Portucalenses Veteres", "input": "Coimbra, and was copied in the mid-14th century. It contains nineteen entries, thirteen of which are unique to this version, mainly referring to noble families from the County of Portucale and to", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Etymemazine", "input": "Etymemazine is an antipsychotic, antihistamine and anticholinergic drug of the phenothiazine chemical class, structurally related to cyamemazine and methotrimeprazine. Synthesis Etymemazine can be synthesized by SN2 alkylation of 2-ethylphenothiazine (1) with 1-dimethylamino-2-methyl-3-chloropropane", "label": 1, "created_at": "2008-11-01T17:55:24Z", "last_modified": "2023-12-12T19:34:36Z"}
{"title": "Non sono lei", "input": "\"Non sono lei\" (English: I am not her) is a single released on November 20, 2009 by Italian singer-songwriter Laura Pausini. The track is the second single from Laura Live World Tour", "label": 1, "created_at": "2012-04-06T14:02:27Z", "last_modified": "2022-08-24T20:32:28Z"}
{"title": "Christa Mühl", "input": "writer and director (TV series, also book) 1995–2001: Für alle Fälle Stefanie (TV series, also book) 1998: Das Traumschiff – Argentinien (TV, book only) 1999: Das Traumschiff – Tahiti (TV, book only)", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Roy Reid", "input": "Roy Reid (21 December 1937 – 10 January 2009) was a Jamaican painter active from 1968 to 2009. He was best known for his paintings depicting the Jamaican people and dress and", "label": 1, "created_at": "2010-02-10T21:16:24Z", "last_modified": "2021-12-05T03:30:50Z"}
{"title": "Celtic F.C. Foundation", "input": "Celtic FC Foundation is a registered charity (Scottish Charity number SC024648). Celtic Football Club was initially founded to raise money for the poor in the East End of Glasgow and the club", "label": 1, "created_at": "2016-03-14T23:46:59Z", "last_modified": "2023-11-28T16:02:05Z"}
{"title": "C. elegantula", "input": "C. elegantula may refer to: Calligrapha elegantula, a species of leaf beetles found in Costa Rica Chartoscirta elegantula, a Palearctic shore bug (Saldidae) widespread in marshes or at the margins of rivers", "label": 1, "created_at": "2017-02-05T17:03:23Z", "last_modified": "2017-02-05T17:10:27Z"}
{"title": "Joe Dawson (Highlander)", "input": "Joe Dawson is a fictional character in the Highlander franchise, created for the live-action TV show Highlander: The Series. A marine who leaves active service after losing his legs during the Vietnam", "label": 1, "created_at": "2005-09-27T02:21:33Z", "last_modified": "2023-12-08T13:17:52Z"}
{"title": "Duane Dee", "input": "Duane Dee is an American country singer known for his many guest appearances at the Grand Ole Opry and also for a series of minor hits on the country charts, sometimes with", "label": 1, "created_at": "2013-05-01T00:26:11Z", "last_modified": "2022-02-23T07:26:56Z"}
{"title": "Naranjipur railway station", "input": "Naranjipur railway station is a small railway station in Dewas district, Madhya Pradesh. Its code is NRGR. Background It serves Naranjipur village. The station consists of one platform. Major Trains The trains", "label": 1, "created_at": "2017-01-23T06:58:42Z", "last_modified": "2023-03-22T18:38:55Z"}
{"title": "Palazzo Falier", "input": "Palazzo Falier is a civil building located in Venice, Italy in the Cannaregio district. The palazzo is particularly known for having been the home of Marin Falier, Doge of the Republic of", "label": 1, "created_at": "2019-10-07T16:57:48Z", "last_modified": "2021-12-12T23:19:49Z"}
{"title": "Malaxis boninensis", "input": "Malaxis boninensis is a species of flowering plants in the family Orchidaceae, native to the Bonin Islands and the Volcano Islands, both belonging to Japan. It grows on the ground from pseudobulbs.", "label": 1, "created_at": "2018-01-14T07:47:20Z", "last_modified": "2021-03-08T19:16:38Z"}
{"title": "Canton of Liévin", "input": "The canton of Liévin is an administrative division of the Pas-de-Calais department, in northern France. It was created at the French canton reorganisation which came into effect in March 2015. Its seat", "label": 1, "created_at": "2017-04-21T12:34:47Z", "last_modified": "2017-10-26T08:36:03Z"}
{"title": "Drion's pill", "input": "Drion's pill is a hypothetical suicide pill. It was proposed by Huib Drion, a former Dutch Supreme Court judge and professor of civil law. He argued that people aged 75 or over,", "label": 1, "created_at": "2005-11-24T19:55:06Z", "last_modified": "2023-05-30T03:18:44Z"}
{"title": "Dedman College of Humanities and Sciences", "input": "Dedman College of Humanities and Sciences is the school of liberal arts at Southern Methodist University in Dallas, Texas. The college was named in 1981 in honor of its benefactors, Robert H.", "label": 1, "created_at": "2006-09-23T16:45:18Z", "last_modified": "2023-08-18T05:56:27Z"}
{"title": "Think Tools", "input": "Think Tools AG (SWX: TTO) was a Swiss IT company that rose and fell with the dot-com bubble in Europe. The company was founded by the philosopher Albrecht von Müller as a", "label": 1, "created_at": "2009-01-31T02:36:08Z", "last_modified": "2022-06-22T10:48:33Z"}
{"title": "Annales Portucalenses Veteres", "input": "the Chronica Gothorum, which is why it includes information from other sources. Finally, Rodrigo Furtado draws attention to the process of increasing and reducing entries present in all the texts, hypothesizing that", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Cryptocarya elliptifolia", "input": "IUCN Red List of Threatened Species. Taxonomy Cryptocarya elliptifolia was first described by the American botanist Elmer Drew Merrill in 1919. The type specimen was collected from forests along small streams in", "label": 0, "created_at": "2024-01-21T12:26:40Z", "last_modified": "2024-01-21T14:21:42Z"}
{"title": "Industry Township, McDonough County, Illinois", "input": "Industry Township is located in McDonough County, Illinois. As of the 2010 census, its population was 733 and it contained 345 housing units. Geography According to the 2010 census, the township has", "label": 1, "created_at": "2007-03-25T19:15:48Z", "last_modified": "2023-07-26T05:19:16Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "more than games such as SPI's NATO Division Commander (a 1200 counter wargame which offered hour after hour of game play).\" Awards At the 1979 Origins Awards, Iliad was a finalist for", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "I'm sure I could play it many times with enjoyment — but it certainly wouldn't be on my list of games to take with me to that island, even if the list", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the 11th Heavy Field Artillery Regiment was formed in Acqui. The new regiment was formed with the personnel of the disbanded 23rd Field Artillery Regiment. The regiment consisted of a depot and", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "2022–23 WOAA Senior League season", "input": "The 2022–23 WOAA Senior League season was the 33rd and final season of the WOAA Senior AA Hockey League. The league played a 20-game regular season which began in October 2022 and", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Christa Mühl", "input": "für die Nacht (TV) 1982: Generalprobe (TV) 1983: Paulines zweites Leben (also book) 1985: Franziska (TV) 1986: Weihnachtsgeschichten (TV) 1986: Das wirkliche Blau based on the story of the same name by", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "Iliad: The Most Renowned War Legend is a board wargame published by the Italian game publisher International Team (IT) in 1979 that simulates the siege of Troy as described in Homer's Iliad.", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "HDMS Lamprenen (1612)", "input": "and two sailors succumbed to scurvy during the winter. The three survivors returned to Bergen with Lamprenen and abandoned Enhiørningen. Lamprenen took part in the thirty years' war in the navy of", "label": 0, "created_at": "2024-02-25T22:24:41Z", "last_modified": "2024-03-21T11:16:11Z"}
{"title": "Marcelo Caro", "input": "Controversies In October 2024, Caro and his partner, the former footballer Mauricio Salazar, were charged with scam by also former footballer Jorge Vargas, regarding business in La Serena, Chile. References External links", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "2009 in Ultimate Challenge MMA", "input": "The year 2009 is the second year in the history of Ultimate Challenge MMA, a mixed martial arts promotion based in the United Kingdom. In 2009 Ultimate Challenge MMA held 8 events", "label": 1, "created_at": "2015-07-02T15:06:22Z", "last_modified": "2022-06-15T07:26:45Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "flag and traditions of the 11th Heavy Field Artillery Regiment to the group. At the time the group fielded 433 men (31 officers, 53 non-commissioned officers, and 349 soldiers). For its conduct", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "HC Lipovci", "input": "Hockey Club Lipovci, commonly referred to as HC Lipovci or simply Lipovci is Slovenian field hockey team and is based in Lipovci, Slovenia. The club was founded in 1965, making it the", "label": 1, "created_at": "2011-08-02T11:57:14Z", "last_modified": "2023-05-13T16:54:43Z"}
{"title": "Chokapara", "input": "Chokapara is a village under Lakhiganj Gaon Panchayat, some 7 kilometers distance north from the Bilasipara town (sub-divisional headquarters) in the Dhubri district of Assam, one of the seven sister states of", "label": 1, "created_at": "2007-11-09T08:32:42Z", "last_modified": "2023-03-28T22:10:37Z"}
{"title": "Vriesea fidelensis", "input": "Vriesea fidelensis is a plant species in the genus Vriesea. This species is endemic to Brazil. References Martinelli, Gustavo; Vieira, Cláudia Magalhães; Gonzalez, Marcos; Leitman, Paula; Piratininga, Andréa; Costa, Andrea Ferreira da;", "label": 1, "created_at": "2009-12-09T22:56:35Z", "last_modified": "2021-04-27T00:36:52Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "\"Teramo\". On 30 September 2001 the batteries of the 8th Field Artillery Regiment \"Pasubio\" in Udine were disbanded and the flag of the regiment was transferred to Persano, where the next day,", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Armenia at the 2012 Winter Youth Olympics", "input": "Armenia competed at the 2012 Winter Youth Olympics in Innsbruck, Austria. The Armenian team consisted of three athletes in two sports. Biathlon Armenia qualified one girl. Girl Cross country skiing Armenia qualified", "label": 1, "created_at": "2011-12-23T05:45:49Z", "last_modified": "2023-02-04T05:55:01Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "game had been relatively expensive (US$34.95) when it was first published, writing \"Iliad did not offer much gameplay for your dollar — especially when you consider that it sold for almost $8", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Bulamaçlı, Kilis", "input": "Bulamaçlı is a village in the Kilis District, Kilis Province, Turkey. The village is inhabited by Kurds of the Delikan tribe and had a population of 475 in 2022. In late 19th", "label": 1, "created_at": "2023-03-07T05:34:47Z", "last_modified": "2023-03-15T00:47:30Z"}
{"title": "Myrseth", "input": "Myrseth is a surname. Notable people with the surname include: Bjørn Myrseth (born 1944), Norwegian businessman Cecilie Myrseth (born 1984), Norwegian psychologist and politician Jan Otto Myrseth (born 1957), Norwegian Lutheran bishop", "label": 1, "created_at": "2020-06-10T21:35:06Z", "last_modified": "2020-06-10T21:35:06Z"}
{"title": "Annales Portucalenses Veteres", "input": "recensions (short and long, respectively) of the same lost text, and the version ad annum 1168 to be a continuation of ad annum 1111. He also placed the beginning of the Chronica", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Susana Agustí", "input": "Susana Agustí Requena is a Spanish biological oceanographer who has participated in over 25 oceanographic expeditions in the Arctic, Southern Ocean (Antarctic), Atlantic, Pacific and Indian Oceans. She played a key role", "label": 1, "created_at": "2016-07-16T08:36:36Z", "last_modified": "2023-03-20T06:28:41Z"}
{"title": "David Kemp (physicist)", "input": "David Thomas Kemp, FRS (born 24 February 1945) is a British physicist who is a professor working at the UCL Ear Institute in London. He was educated at King's College London (BSc,", "label": 1, "created_at": "2008-01-21T18:28:07Z", "last_modified": "2023-02-20T07:26:39Z"}
{"title": "2022 Ohio Valley Conference baseball tournament", "input": "The 2022 Ohio Valley Conference baseball tournament will be held from May 25 through 28. The top eight regular season finishers will meet in the double-elimination tournament, to be held at Wild", "label": 1, "created_at": "2022-05-18T22:54:46Z", "last_modified": "2023-08-24T05:51:07Z"}
{"title": "Sechler", "input": "Sechler may refer to: People Craig Sechler (born 1951), American film and voice actor Ernest Edwin Sechler (1905–1979), aerospace engineer and scientist Places Sechler Run, also known as Sechler's Run, a tributary", "label": 1, "created_at": "2014-04-20T13:42:33Z", "last_modified": "2019-07-19T15:56:00Z"}
{"title": "Annales Portucalenses Veteres", "input": "only from the latter, and the other two versions would come from the short recensions ending in their respective years. Later, Francisco Bautista proposed that the original version of the APVs was", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "on 1 October 1976, the regiment's III Group in Persano became an autonomous unit and was renamed 11th Heavy Field Artillery Group \"Teramo\". The group was named for the city of Teramo", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Rietveld joint", "input": "A Rietveld joint, also called a Cartesian node in furniture-making, is an overlapping joint of three battens in the three orthogonal directions. Description A Rietveld joint is an overlapping joint of three", "label": 1, "created_at": "2008-06-11T11:50:59Z", "last_modified": "2023-09-19T17:17:06Z"}
{"title": "Taraire rufolineata", "input": "female is recorded at 6.6mm in length whereas the male is 8.2mm. Distribution This species is known from scattered localities in New Zealand. Conservation status Under the New Zealand Threat Classification System,", "label": 0, "created_at": "2024-09-03T05:48:24Z", "last_modified": "2024-12-11T03:40:48Z"}
{"title": "Tarwa Barwa", "input": "Tarwa Barwa is a village in Khiron block of Rae Bareli district, Uttar Pradesh, India. It is located 19 km from Lalganj, the tehsil headquarters. As of 2011, it has a population", "label": 1, "created_at": "2021-08-09T17:27:01Z", "last_modified": "2023-09-10T10:21:32Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "and mobilized the batteries for the group commands. The groups operated either under command of army corps artillery groupings or as autonomous units. The depot was disbanded by invading German forces after", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "S. Pattabiraman", "input": "S. Pattabiraman was an Indian politician and former Member of the Legislative Assembly of Tamil Nadu. He was elected to the Tamil Nadu legislative assembly from Tiruvallur constituency as an Anna Dravida", "label": 1, "created_at": "2009-11-01T02:31:14Z", "last_modified": "2022-12-03T18:26:39Z"}
{"title": "Momir Vojvodić", "input": "Momir Vojvodić (Serbian Cyrillic: Момир Војводић; 18 February 1939 – 10 March 2014) was a Montenegrin Serb poet and politician. Born in 1939 in Ponoševac, near Đakovica, in Metohija, Vojvodić and his", "label": 1, "created_at": "2021-06-19T15:45:15Z", "last_modified": "2023-09-27T13:39:34Z"}
{"title": "Annales Portucalenses Veteres", "input": "last report: 1079, 1111, or 1168. The name Annales Portucalenses Veteres was introduced in 1947 by Pierre David. The similarities between the texts led David and other specialists to include these versions", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Physcia caesiopsis", "input": "brownish grey, features powdery reproductive propagules (soredia), and is marked with distinct, somewhat raised white spots, occasionally showing a grey-white powdery coating (pruina) at the tips. Soralia, the structures containing soredia, are", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "Amphicerus bimaculatus", "input": "Amphicerus bimaculatus, also known as the grape cane borer beetle, is a species of horned powder-post beetle in the family Bostrichidae. It is found in Africa, Europe and Northern Asia (excluding China),", "label": 1, "created_at": "2018-04-30T08:41:52Z", "last_modified": "2023-05-02T18:30:26Z"}
{"title": "DENND2C", "input": "evolves at half the rate of fibrinogen alpha and slightly faster than cytochrome C, indicating that DENND2C has a moderately slow rate of evolution. Cytochrome c stays similar over time (highly conserved),", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "96th Regiment of Foot (disambiguation)", "input": "Six regiments of the British Army have been numbered the 96th Regiment of Foot: 96th Regiment of Foot (1760), raised in 1760, disbanded 1763 96th Regiment of Foot (British Musketeers), raised in", "label": 1, "created_at": "2010-02-21T23:38:21Z", "last_modified": "2017-12-11T12:40:19Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "it was transferred to the Mechanized Brigade \"Pinerolo\" in 1981 and renamed 11th Field Artillery Group \"Teramo\". In 1991 the group was transferred to the 8th Bersaglieri Brigade \"Garibaldi\" and one year", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Physcia caesiopsis", "input": "found on the main body (laminal) or rarely along the edges (marginal), shaped like small craters or rounded caps, and measure 0.3−1.0 mm across. The lower surface is off-white to pale grey,", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "Hyposmocoma atrovittella", "input": "Hyposmocoma atrovittella is a species of moth of the family Cosmopterigidae. It was first described by Lord Walsingham in 1907. It is endemic to the island of Hawaii. The type locality is", "label": 1, "created_at": "2010-04-04T15:59:39Z", "last_modified": "2022-04-13T22:20:29Z"}
{"title": "National Party for Solidarity and Development", "input": "The National Party for Solidarity and Development (Parti National pour la Solidarité et le Developpement; PNSD) is a minor political party in Algeria. History and profile The National Party for Solidarity and", "label": 1, "created_at": "2007-11-11T23:15:02Z", "last_modified": "2020-12-15T16:53:27Z"}
{"title": "Diego Fernández de Ovando", "input": "Fray Diego Fernández de Ovando was a Spanish military and nobleman. Life Diego Fernández de Ovando was a son of Fernando Fernández de Ovando, second son, and wife Francisca de Ulloa, and", "label": 1, "created_at": "2008-03-03T19:21:10Z", "last_modified": "2022-01-31T09:45:40Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "four groups, which had fought in World War I on the Italian front. On 30 November 1926 the 11th Heavy Field Artillery Regiment was disbanded and its groups assigned to other units:", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Bitterfontein", "input": "Bitterfontein is a village in the Knersvlakte, the northernmost area of the Western Cape province of South Africa, 320 kilometres (200 mi) north of Cape Town. It is the railhead of a", "label": 1, "created_at": "2010-10-03T21:58:48Z", "last_modified": "2023-07-31T17:10:02Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "rachis measuring 4.2 to 11.5 cm (1.7 to 4.5 in) in length. It exhibits a swelling at its base, and is devoid of hairs. The leaf comprises 5–9 alternate leaflets, with each", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Atyashevsky", "input": "Atyashevsky (masculine), Atyashevskaya (feminine), or Atyashevskoye (neuter) may refer to: Atyashevsky District, a district of the Republic of Mordovia, Russia Atyashevskoye Urban Settlement, a municipal formation into which Atyashevo Work Settlement in", "label": 1, "created_at": "2010-01-18T18:38:19Z", "last_modified": "2015-09-08T18:39:00Z"}
{"title": "Annales Portucalenses Veteres", "input": "(brief and long) in the monastery of São Salvador de Grijó (until 1111), and these two recensions were reworked again in Santa Cruz de Coimbra (until 1168). None of these texts correspond", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Canton of Amboise", "input": "The canton of Amboise is an administrative division of the Indre-et-Loire department, central France. Its borders were modified at the French canton reorganisation which came into effect in March 2015. Its seat", "label": 1, "created_at": "2017-06-26T09:16:57Z", "last_modified": "2018-05-14T04:11:15Z"}
{"title": "Shiranai Aizu Shiraseru Ko", "input": "Shiranai Aizu Shiraseru Ko (しらない合図しらせる子, The Child to Tell of the Unknown Sign) is a song by Japanese rock band Ogre You Asshole and the title track of their second Mini Album", "label": 1, "created_at": "2010-02-10T01:09:40Z", "last_modified": "2023-08-04T01:40:28Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Artillery Group \"Teramo\" received M109G 155 mm self-propelled howitzers and on 10 September of that year the group lost its autonomy and entered the next day the 11th Self-propelled Field Artillery Regiment", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the war the regiment's depot in Cormons formed and mobilized the following unit commands: 11th Army Corps Artillery Grouping LI Cannons Group with 105/32 heavy field guns LII Cannons Group with 105/32", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Higashi-Chōda Kofun group", "input": "Higashi-Chōda Kofun group (東町田墳墓群, Higashi-Chōda funbo-gun) is a cluster of Yayoi period burial mounds located in the Hirui neighborhood of what is now the city of Ōgaki, Gifu Prefecture in the Chūbu", "label": 1, "created_at": "2021-03-07T01:52:04Z", "last_modified": "2023-10-31T02:14:27Z"}
{"title": "Tsaratsar", "input": "basin covers a territory of 1,062 km2 or 0.1% of the Danube's total. The river has rain–snow feed. It is also fed by karst springs, which unlike most other rivers in Ludogorie", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Annales Portucalenses Veteres", "input": "Ferdinand the Great and Alfonso VI regarding the occupation of the Portuguese territories. There are also references to events with an Iberian impact, such as the conquest of Toledo and the Battle", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Christa Mühl", "input": "Anna Seghers (TV) 1987: Polizeiruf 110: Abschiedslied für Linda (TV) 1987: Hasenherz 1989: Der lange Weg zu Angerer (TV) 1992–1994: Marienhof (TV series, also book) 1995–1998: Stubbe - Von Fall zu Fall,", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Emy Gordon", "input": "the 1907 Katholikentag in Würzburg. In her home town she helped to set up other organisations providing social services to women and girls, and was president of the non-denominational women's education movement", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Loyoro, Uganda", "input": "Loyoro is a village in the Kaabong District of Uganda. It is in Kapedo Parish in Kapedo sub-county. Loyoro lies in an area of low, rocky hills, with badly eroded soil. There", "label": 1, "created_at": "2011-07-26T20:17:43Z", "last_modified": "2020-08-12T21:13:43Z"}
{"title": "Jalan Benaan Kapal", "input": "Jalan Benaan Kapal (Chinese: 惹兰百纳安克巴) is a minor road in Kallang, Singapore. Running along the northern bank of the Geylang River near to the river mouth at Kallang Basin, Jalan Benaan Kapal", "label": 1, "created_at": "2008-03-14T07:05:25Z", "last_modified": "2021-04-20T03:31:04Z"}
{"title": "Emy Gordon", "input": "since 1843. Nevertheless, he declared himself a bachelor and converted to Catholicism, and married Emilie von Beulwitz in Manchester in 1871, causing a scandal. Gordon and her husband had four children, three", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Ilyasov", "input": "Ilyasov or Ilyasova is a Slavic surname. It may refer to Ersan İlyasova (born 1987), Turkish basketball player who currently plays for the Milwaukee Bucks (as of February 2019) Robert Ilyasov (born", "label": 1, "created_at": "2015-12-23T04:04:06Z", "last_modified": "2019-02-14T03:02:45Z"}
{"title": "Marcelo Caro", "input": "Marcelo Osvaldo Caro Cubillos (born 22 September 1971) is a Chilean former football manager and player who played as a forward. Besides Chile, he played in the United States. Career A product", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "Manuel Aguilar", "input": "Manuel Aguilar may refer to: Manuel Ángel Aguilar Belda (born 1949), Spanish politician Manuel Aguilar y Bustamante (1750–1819), Salvadorian ecclesiastic Manuel Aguilar Chacón (1797–1846), head of state of Costa Rica from April", "label": 1, "created_at": "2008-10-12T16:37:14Z", "last_modified": "2019-12-29T08:37:47Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "of Cassibile on 8 September 1943. For its bravery and sacrifice during Operation Little Saturn the 11th Army Corps Artillery Grouping was awarded Italy's second highest military honor, a Silver Medal of", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "began the second stage of Operation Little Saturn and launched the four armies of General Filipp Golikov's Voronezh Front against the Hungarian Second Army on the left flank of the Alpine Army", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Corps Specialists Unit. In this configuration the grouping participated in April 1941 in the invasion of Yugoslavia. In spring 1942 the grouping was assigned to the Italian 8th Army, which was deployed", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Galatella", "input": "Galatella is a genus of flowering plants in the family Asteraceae, native to Europe, Asia, and northern Africa. Species The following species are recognised in the genus Galatella: References Media related to", "label": 1, "created_at": "2009-07-19T13:24:16Z", "last_modified": "2023-10-05T13:22:29Z"}
{"title": "You're the One (Rhiannon Giddens album)", "input": "You're the One is the third solo studio album by American singer-songwriter Rhiannon Giddens, released through Nonesuch Records on August 18, 2023. The album was produced by Jack Splash and contains only", "label": 1, "created_at": "2023-08-16T10:51:53Z", "last_modified": "2023-08-31T05:30:56Z"}
{"title": "Andrianafidisoa", "input": "Andrianafidisoa, popularly known as Fidy (died 6 October 2021), was a military general of the Army of Madagascar and a Director of the National Mines and Strategic Industries Office (OMNIS). He allegedly", "label": 1, "created_at": "2006-11-22T01:20:35Z", "last_modified": "2022-07-30T17:37:16Z"}
{"title": "2022–23 WOAA Senior League season", "input": "vs. (7) Petrolia Squires (3) Saugeen Shores Winterhawks vs. (6) Creemore Coyotes Note: Game six was played at the Southampton Coliseum in Southampton, Ontario. (4) Minto 81's vs. (5) Tavistock Royals WOAA", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Physcia caesiopsis", "input": "exhibit either irregular or feather-like (pinnate) branching. They are mildly to distinctly convex with smooth edges and rounded to shallowly notched tips. The upper surface ranges from whitish grey to grey or", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "Annales Portucalenses Veteres", "input": "the version ad annum 1079 (up to the year 1079), considered by some to be the oldest and by others to be the most recent. There is another text, the Chronica Gothorum,", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Tsaratsar", "input": "the 16th-century Alevi mausoleum Demir Baba Teke, part of the 100 Tourist Sites of Bulgaria. Citations References Мичев (Michev), Николай (Nikolay); Михайлов (Mihaylov), Цветко (Tsvetko); Вапцаров (Vaptsarov), Иван (Ivan); Кираджиев (Kiradzhiev), Светлин", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Collar beam", "input": "A collar beam or collar is a horizontal member between two rafters and is very common in domestic roof construction. Often a collar is structural but they may be used simply to", "label": 1, "created_at": "2007-04-12T17:33:35Z", "last_modified": "2017-08-17T03:44:39Z"}
{"title": "Erbessa leechi", "input": "Erbessa leechi is a moth of the family Notodontidae first described by Louis Beethoven Prout in 1918. It is found in Brazil and French Guiana. References Miller, James S. (2009). \"Generic revision", "label": 1, "created_at": "2011-12-14T13:41:49Z", "last_modified": "2021-08-15T18:17:24Z"}
{"title": "National Development and Research Institutes", "input": "National Development and Research Institutes, Inc. (NDRI) was an independent New York City based 501(c)(3) non-profit think tank founded in 1967 (then, called Narcotic and Drug Research Institutes, Inc.) that ceased operations", "label": 1, "created_at": "2007-04-11T17:04:53Z", "last_modified": "2021-12-16T18:43:36Z"}
{"title": "Annales Portucalenses Veteres", "input": "by Ferdinand the Great. Based on this testimony, both Enrique Flórez and Alexandre Herculano published the text, as Chronicon Complutense and Chronicon Complutense siue Alcobacense respectively. There was another manuscript, similar to", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "LLM01", "input": "The LLM01 (Laser Light Module 01) is an adaptive target acquisition module made by Rheinmetall Soldier Electronics GmbH in Stockach, Germany. It is designed to be mounted with a metal integral quick", "label": 1, "created_at": "2008-10-09T09:11:46Z", "last_modified": "2023-08-09T14:16:52Z"}
{"title": "Christa Mühl", "input": "ihre Kinder (university film) 1977: Death and Resurrection of Wilhelm Hausmann (TV, also book) 1979: The Revenge of Captain Mitchell based on the story Safety first by Bertolt Brecht (TV) 1980: Puppen", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Mark Michie", "input": "Mark Michie is a brigadier general in the Wisconsin Army National Guard. Biography Michie graduated from the University of Wisconsin–Stevens Point in 1985. He is a resident of Harshaw, Wisconsin. Career Michie", "label": 1, "created_at": "2015-09-09T05:47:07Z", "last_modified": "2023-10-11T04:41:12Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "11th Field Artillery Group \"Teramo\". Recent times On 1 July 1991 the 11th Field Artillery Group \"Teramo\" was transferred from the Mechanized Brigade \"Pinerolo\" to the 8th Bersaglieri Brigade \"Garibaldi\". After the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Żeleński", "input": "The House of Żeleński is a Polish princely family and one of the most influential noble families in pre-World War II Poland. The Żeleński family's coat of arms is the Ciołek coat", "label": 1, "created_at": "2020-09-18T01:48:32Z", "last_modified": "2022-11-16T15:31:04Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "newly independent battalions and groups were granted for the first time their own flags. On 30 September 1976 the 9th Heavy Field Artillery Regiment in Foggia was disbanded and the next day,", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "heavy field guns LIII Cannons Group with 105/32 heavy field guns LVIII Cannons Group with 105/32 heavy field guns CXII Howitzers Group with 149/13 heavy howitzers CXVII Howitzers Group with 149/13 heavy", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Eleazar Swalmius", "input": "Eleazar Swalmius or Eleasar Swalmius (1582 – June 4, 1652) was a Dutch theologian known today for his portrait by Rembrandt. Swalmius was born in Rhoon as the son of Hendrick van", "label": 1, "created_at": "2016-01-02T11:02:15Z", "last_modified": "2023-01-31T14:33:11Z"}
{"title": "Traditional Chinese Studies Institute", "input": "Traditional Chinese Studies Institute (Chinese: 国学研究院; pinyin: Guóxué yánjiù yuàn) is a 2001 oil painting by Chinese painter Chen Danqing. It portrays five masters of Chinese language and literature who taught at", "label": 1, "created_at": "2016-08-02T19:59:42Z", "last_modified": "2022-12-15T04:04:46Z"}
{"title": "DENND2C", "input": "Rab GTPases and act as Rab-specific guanine nucleotide exchange factors (GEFs). DENND2C also plays a crucial role in the self-renewal of human embryonic stem cells. mRNA The main DENND2C mRNA isoform is", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Champollion (disambiguation)", "input": "Jean-François Champollion (1790–1832) was a French classical scholar, the decipherer of Egyptian hieroglyphs and a founding figure in the field of Egyptology. Champollion may also refer to: People with the surname Jacques", "label": 1, "created_at": "2007-12-08T22:17:35Z", "last_modified": "2021-06-20T03:44:26Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "between the Greek kings Agamenon and Achilles, and Achilles withdrew from the siege. Description Iliad is a two-player board wargame in which one player controls the Greek besiegers, and the other controls", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Nærøy", "input": "municipality in Trøndelag county, Norway Nærøy Church, ruins of a church in Nærøysund Municipality in Trøndelag county, Norway Other Nærøy parish, a Church of Norway parish based at Bakka Church in Aurland", "label": 0, "created_at": "2024-11-09T21:24:22Z", "last_modified": "2024-11-09T21:51:38Z"}
{"title": "Annales Portucalenses Veteres", "input": "of Zalaca, during the reign of Alfonso VI. The oldest evidence of this version can be found in Porto's Municipal Public Library. It is part of a homiliary completed in 1139, which", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Bitter Fruit (disambiguation)", "input": "Bitter Fruit is a 2001 novel by Achmat Dangor Books Bitter Fruit (poem), 1937 poem by Abel Meeropol in The New York Teacher, base of the Billie Holiday song \"Strange Fruit\" Bitter", "label": 1, "created_at": "2017-07-31T22:25:35Z", "last_modified": "2017-08-01T08:18:08Z"}
{"title": "Bahiopsis parishii", "input": "Bahiopsis parishii known commonly as Parish goldeneye or shrubby goldeneye, is a North American species of flowering shrubs in the family Asteraceae. It is native to the southwestern United States, (southern California,", "label": 1, "created_at": "2006-09-08T19:22:20Z", "last_modified": "2022-06-24T08:24:53Z"}
{"title": "Khabang", "input": "Khabang is a town and Village Development Committee in Pyuthan, a Middle Hills district of Rapti Zone, western Nepal. Villages in VDC References External links UN map of VDC boundaries, water features", "label": 1, "created_at": "2008-09-21T21:34:02Z", "last_modified": "2019-09-24T13:32:08Z"}
{"title": "Annales Portucalenses Veteres", "input": "and Obituary. It does not have the initial laterculus, but instead includes an Ordo Annorum Mundi (Order of the Years of the World) summarized, the Annales Martyrum (Annals of the Martyrs), and", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "Trojan player wins if the Greek encampment is occupied by 5 Trojan heroes. Publication history Iliad was designed by Marco Donadoni, and published by IT in 1979 with box cover art by", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "James Mustich Jr.", "input": "James Mustich, Jr. is a bookseller, editor, and writer. In October 2018, Mustich's book 1,000 Books To Read Before You Die: A Life-Changing List was published by Workman Publishing, receiving starred reviews", "label": 1, "created_at": "2006-07-06T14:09:49Z", "last_modified": "2023-09-03T23:28:18Z"}
{"title": "Franco D'Attoma", "input": "tasked with handling administration and personnel relations. He later ascended to management within Ellesse, before transitioning to sports management for AC Perugia. Collaborating with Spartaco Ghini, an industrialist, they laid the foundation", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "attenuate, or cuneate, while the apex varies between acuminate, obtusely acuminate, or caudate-acuminate. All leaves possess a smooth margin and a tough, leathery texture. The leaf features 8–10 pairs of pinnate, prominent", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Bernardini", "input": "Bernadini can mean: Bernardini (horse), thoroughbred race horse, at Darley Stable in Kentucky Bernardini (company), safe manufacturer which operated from 1912 to 1992 Bernardini (surname), family name of Italian origin See also", "label": 1, "created_at": "2018-03-22T20:53:30Z", "last_modified": "2020-06-13T06:00:21Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "155 mm howitzers and was assigned to the Artillery Command of the Southern Military Region. On 12 November 1976 the President of the Italian Republic Giovanni Leone assigned with decree 846 the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "High Bridge (Hammersmith)", "input": "High Bridge (also known as Bishop's Bridge) was a footbridge that crossed Hammersmith Creek in Hammersmith, London. First referenced in 1541, the bridge was rebuilt several times, notably in 1712, 1751, 1820", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "Tsaratsar", "input": "Porovets. Settlements and culture The Tsaratsar flows in Razgrad and Silistra Provinces. There are nine villages along its course. In Razgrad Province are Harsovo in Samuil Municipality, Golyam Porovets, Malak Porovets and", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "Reinwardtiodendron anamalaiense, is a species of flowering plant within the genus Reinwardtiodendron and family Meliaceae. It is an evergreen tree species native to India, where it is endemic to the Western Ghats.", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Christa Mühl", "input": "director in the field of television drama. She adapted novels by Bertolt Brecht, Anna Seghers and Theodor Fontane and made crime dramas (e.g. for Polizeiruf 110). Mühl also worked as a mentor", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Sugihara", "input": "Sugihara (written: 杉原) is a Japanese family name and can refer to: People Aiko Sugihara (born 1999), Japanese female artistic gymnast Anri Sugihara (born 1982), Japanese gravure idol Chiune Sugihara (1900–1986), Japanese", "label": 1, "created_at": "2005-07-08T19:58:11Z", "last_modified": "2018-09-16T10:28:12Z"}
{"title": "Annales Portucalenses Veteres", "input": "conquests of Alfonso III of Asturias in the Portuguese territories. Its oldest testimony, found in the first quire of the Livro da Noa, dates from the 12th century. Although it also begins", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Elhamra Theater", "input": "Elhamra Cinema was built in 1926 in Izmir, Turkey. It was designed by Architect Tahsin Sermet Bey. It was built for public use as a theatre, currently it is being using as", "label": 1, "created_at": "2016-06-08T22:22:55Z", "last_modified": "2020-09-12T07:06:24Z"}
{"title": "Gianfranco Lotti", "input": "Gianfranco Lotti is a designer leather handbag company based in Florence, Italy. Its founder and owner is Gianfranco Lotti. History Gianfranco Lotti opened his first workshop in Florence in 1968, after a", "label": 1, "created_at": "2016-04-28T08:53:59Z", "last_modified": "2022-11-15T23:45:34Z"}
{"title": "Cryptocarya elliptifolia", "input": "Cryptocarya elliptifolia is a species of small evergreen tree in the family Lauraceae. It is native to the Philippines and Orchid Island in Taiwan. It is classified as Critically Endangered by the", "label": 0, "created_at": "2024-01-21T12:26:40Z", "last_modified": "2024-01-21T14:21:42Z"}
{"title": "Jimmy Pennington", "input": "James Pennington (born 26 April 1939 in Golborne, Lancashire), is an English former footballer who played as a right winger in the Football League. References External links Jimmy Pennington at Post War", "label": 1, "created_at": "2010-12-19T13:18:28Z", "last_modified": "2023-12-01T14:41:50Z"}
{"title": "1982 Epsom Derby", "input": "The 1982 Epsom Derby was the 203rd annual running of the Derby horse race. It took place at Epsom Downs Racecourse on 2 June 1982. The race was won by Robert Sangster's", "label": 1, "created_at": "2013-12-07T16:56:11Z", "last_modified": "2023-10-25T15:15:11Z"}
{"title": "Gunnar Fougner", "input": "Gunnar Fougner (January 5, 1911 – October 20, 1995) was a Norwegian architect. Gunnar Fougner was born in Lillehammer, Norway. He attended the Norwegian Institute of Technology in Trondheim where he graduated", "label": 1, "created_at": "2011-02-11T21:18:47Z", "last_modified": "2023-06-03T13:41:00Z"}
{"title": "DENND2C", "input": "highlights its significant role in vertebrates. DENND2C has no known orthologs in invertebrates, bacteria, archaea, protists, plants, fungi and trichoplax. DENND2C probably evolved in more advanced multicellular organisms and is important for", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "High Bridge (Hammersmith)", "input": "Street on the west). On 24 July 1944, a flying bomb destroyed much of the area surrounding Hammersmith Creek and Little Wapping, including the bridge. Today, the bridge is still marked by", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "to five hours. Oleson also noted, \"although the rules are short and unsophisticated, they are riddled with ambiguities ... One of the key ambiguities concerns Achilles’ possible entry in an emergency.\" Oleson", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Annales Portucalenses Veteres", "input": "in the same set, although the researchers differ in how they believe the versions relate to each other, giving rise to various theories about their transmission. The main point of divergence is", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Gius", "input": "Gius is a surname that appears to be associated with Italy, specifically the Trentino-Alto Adige/Südtirol region that was annexed by Italy from Austria-Hungary in 1919. Anecdotal evidence suggests that the native pronunciation", "label": 1, "created_at": "2008-01-31T00:56:36Z", "last_modified": "2023-03-09T09:17:02Z"}
{"title": "Syzygium cordatum", "input": "Syzygium cordatum is an evergreen, water-loving tree, which grows to a height of 8–15 m. This tree is often found near streams, on forest margins or in swampy spots. The leaves are", "label": 1, "created_at": "2006-09-28T19:06:59Z", "last_modified": "2023-10-14T00:27:19Z"}
{"title": "Physcia caesiopsis", "input": "First Moonbi Lookout in New South Wales, Australia. It is differentiated from its close relatives like Physcia caesia by its broader lobes and distinct chemical markers such as 20a-acetoxyhopane-6a,22-diol, which are absent", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "1994–95 Sussex County Football League", "input": "The 1994–95 Sussex County Football League season was the 70th in the history of Sussex County Football League a football competition in England. Division One Division One featured 18 clubs which competed", "label": 1, "created_at": "2019-02-04T13:21:12Z", "last_modified": "2022-04-16T15:57:04Z"}
{"title": "Thymistadopsis albidescens", "input": "Thymistadopsis albidescens is a moth in the family Drepanidae. It was described by George Hampson in 1895. It is found in the Indian states of Sikkim and Assam. The wingspan is about", "label": 1, "created_at": "2015-03-24T18:36:56Z", "last_modified": "2022-06-12T20:58:19Z"}
{"title": "Texas Trail (disambiguation)", "input": "The Texas Trail was a cattle drive trail from Texas to Nebraska that was used during the 1870s and 1880s. It may also refer to: Texas Trail (1937 film), a 1937 film", "label": 1, "created_at": "2007-10-06T12:39:22Z", "last_modified": "2017-05-08T21:34:31Z"}
{"title": "Marcelo Caro", "input": "Huachipato, Coquimbo Unido, where he coincided with his teammate in Universidad Católica, Jorge Vargas, Deportes Concepción, Audax Italiano, Palestino and Deportes La Serena, where he retired. In the Primera B, he played", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "Concerto for Double String Orchestra", "input": "Concerto for Double String Orchestra may refer to: Concerto for Double String Orchestra (Tippett), by Michael Tippett Double Concerto for Two String Orchestras, Piano, and Timpani (Martinů), by Bohuslav Martinů Partita for", "label": 1, "created_at": "2011-09-13T02:58:30Z", "last_modified": "2018-04-16T13:09:01Z"}
{"title": "Aija Barča", "input": "Aija Barča (born 26 October 1949) is a Latvian pedagogue and politician and a Deputy of the Saeima in 1998-2002 and since 2006. She was elected from the social democratic list in", "label": 1, "created_at": "2011-03-29T18:11:04Z", "last_modified": "2021-08-03T09:20:39Z"}
{"title": "Douglas Morison", "input": "Douglas Morison (22 August 1814 – 12 February 1847) was an English painter. Biography Morison was born at Tottenham in Middlesex on 22 August 1814, was the son of Dr. Richard Morison", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "Annales Portucalenses Veteres", "input": "occupation of the Portuguese territories by Ferdinand the Great. From then on, the testimonies convey different series of events. For this reason, three versions are identified according to the date of their", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Pantang, Nurses Training College", "input": "The Pantang Nurses' Training College is a public tertiary health institution located at Pantang in the Greater Accra Region of Ghana. The college is in the Accra Metropolitan Assembly. The activities of", "label": 1, "created_at": "2011-08-11T18:26:38Z", "last_modified": "2022-07-07T12:04:56Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "Bersaglieri Brigade \"Garibaldi\". Originally an artillery regiment of the Royal Italian Army, the regiment was formed in 1920 with pre-existing groups, which had fought during World War I on the Italian front.", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Cryptocarya elliptifolia", "input": "tall. The leaves are large, around 15 to 20 cm (5.9 to 7.9 in) long and 7 to 9 cm (2.8 to 3.5 in), ovate to elliptic in shape (hence the name),", "label": 0, "created_at": "2024-01-21T12:26:40Z", "last_modified": "2024-01-21T14:21:42Z"}
{"title": "Melado River", "input": "The Melado is a river of Linares province, Maule Region, of Chile. It rises in the \"Cordillera de los Andes\" with the name of river Guaiquivilo where it is formed by two", "label": 1, "created_at": "2006-08-17T12:03:07Z", "last_modified": "2023-04-15T20:50:11Z"}
{"title": "2019 Eastbourne International – Men's doubles", "input": "Luke Bambridge and Jonny O'Mara were the defending champions but they lost in the first round to Dan Evans and Lloyd Glasspool. Juan Sebastián Cabal and Robert Farah won the title, defeating", "label": 1, "created_at": "2019-06-18T23:20:57Z", "last_modified": "2023-10-31T23:16:21Z"}
{"title": "National Union of Paper Mill Workers", "input": "with the National Amalgamated Society of Printers' Warehousemen and Cutters and the United Vellum and Parchment Makers of Great Britain, to form the National Union of Printing and Paper Workers. == References", "label": 0, "created_at": "2024-03-07T23:01:55Z", "last_modified": "2024-03-07T23:01:55Z"}
{"title": "Annales Portucalenses Veteres", "input": "the kings of Asturias and the recording of events related to King Afonso Henriques. Consequently, the version ad annum 1079 would be the most recent, having been made as preparatory material for", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Horndon Meadow", "input": "Horndon Meadow is a 0.8-hectare (2.0-acre) nature reserve north of Stanford-le-Hope in Essex. It is managed by the Essex Wildlife Trust. This site is an unimproved hay meadow, which has around eighty", "label": 1, "created_at": "2016-11-03T16:38:58Z", "last_modified": "2022-10-30T16:31:46Z"}
{"title": "Linguistic Atlas of New England", "input": "The Linguistic Atlas of New England (LANE), edited by Hans Kurath in collaboration with Miles L. Hanley, Bernard Bloch, Guy S. Lowman, Marcus L. Hansen and Julia Bloch, is a book of", "label": 1, "created_at": "2011-04-25T18:44:41Z", "last_modified": "2023-11-26T06:21:02Z"}
{"title": "List of acts of Tynwald", "input": "This is an incomplete list of acts of Tynwald, made by Tynwald, the parliament of the Isle of Man. 15th century Customary Laws Act 1417 (I p. 3) Customary Laws Act 1422", "label": 1, "created_at": "2006-02-14T12:56:43Z", "last_modified": "2023-11-03T17:39:08Z"}
{"title": "Karela Majhan", "input": "Karela Majhan is a union council in Tehsil Fatehpur, Kotli District, Azad Kashmir, comprising the two villages of Karelal and Majhan. It is located ten kilometres from the city of Nakyal and", "label": 1, "created_at": "2007-10-11T00:41:16Z", "last_modified": "2021-12-12T00:04:47Z"}
{"title": "Physcia caesiopsis", "input": "and distribution At the time of its original publication, Physcia caesiopsis was only known from its type locality in montane areas of northern New South Wales, Australia. It typically grows on granite", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the Eastern Front. The regiment and its grouping were disbanded by invading German forces after the announcement of the Armistice of Cassibile on 8 September 1943. In 1976 the 11th Heavy Field", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "H. R. Oswald", "input": "Henry Robert Oswald M.D., M.B., C.M., (8 February 1852 – 1940) was a British barrister and coroner. He was president of the Coroners' Society of England and Wales. Early life Oswald was", "label": 1, "created_at": "2014-11-15T19:48:27Z", "last_modified": "2023-10-17T21:58:59Z"}
{"title": "Verband deutscher Gewerkschaften", "input": "Verband deutscher Gewerkschaften ('League of German Trade Unions') was a German Nazi trade union centre in Czechoslovakia. The organization was formed in 1929, by eight unions that broke away from the Reichsvereinigung", "label": 1, "created_at": "2020-04-03T23:51:37Z", "last_modified": "2023-03-07T15:24:05Z"}
{"title": "Annales Portucalenses Veteres", "input": "ad annum 1111 and ad annum 1168 appear in manuscripts from the 12th century and are similar to each other. For this reason, all researchers have agreed to place them in chronological", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "leaflet lacking stipules. Leaflets are attached to a slender petiolule measuring 5 to 8 mm (0.20 to 0.31 in) in length, that is also hairless. The lamina of the leaf is elliptic,", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Annales Portucalenses Veteres", "input": "the monastery of Santo Tirso de Riba de Ave, related to the lineage of Maia, as it is mentioned in the version ad annum 1079. This original was reworked in two recensions", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Marcelo Caro", "input": "Caro has served as technical director of Deportes La Serena. As the head coach, he led them in the 2012 Torneo Clausura, where they were relegated to the Primera B. Caro got", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "Mike Castillo", "input": "Mike Castillo is a veteran Baja pilot, well known in the surfing industry. He is credited for spotting the world-famous surf break, Cortes Bank, by air in 1990 while flying over the", "label": 1, "created_at": "2010-05-27T23:34:10Z", "last_modified": "2022-01-03T11:28:47Z"}
{"title": "Éluard (disambiguation)", "input": "Paul Éluard was a 20th century French surrealist poet. Éluard or Eluard may also refer to Gala Éluard, the poet's first wife Nusch Éluard, the poet's second wife 15752 Eluard, a Solar", "label": 1, "created_at": "2019-04-27T12:04:36Z", "last_modified": "2019-04-30T13:02:05Z"}
{"title": "Annales Portucalenses Veteres", "input": "its contents, while if it is the most recent, it has a strong influence from other sources. Pierre David considered the versions ad annum 1111 and ad annum 1079 to be two", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Tsaratsar", "input": "and Dobruja, allows the Tsaratsar to have water further downstream. Its water flow is not constant. Yet, the average annual discharge remains very low, only 0.063 m3/s at the village of Malak", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Zhizdrinsky Uyezd", "input": "Zhizdrinsky Uyezd (Жи́здринский уе́зд) was one of the subdivisions of the Kaluga Governorate of the Russian Empire. It was situated in the southwestern part of the governorate. Its administrative centre was Zhizdra.", "label": 1, "created_at": "2022-06-07T09:09:52Z", "last_modified": "2023-10-12T17:25:51Z"}
{"title": "Marcelo Caro", "input": "a degree in business management and has worked for institutions such as Caja Los Andes, a compensation fund, and Cámara Chilena de la Construcción, an association of entrepreneurs in the building sector.", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "DENND2C", "input": "but fibrinogen alpha changes a lot (less conserved). The graph supports the idea that genetic changes happen steadily over time (linear), as predicted by the molecular clock hypothesis. Conceptual human translation ==", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "The Canadian Establishment (TV series)", "input": "The Canadian Establishment is a Canadian documentary television miniseries which aired on CBC Television in 1980. Premise The series profiles the lives and work of wealthy Canadians. It is based on Peter", "label": 1, "created_at": "2014-01-12T03:35:20Z", "last_modified": "2023-09-05T10:53:01Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "It is one of six known species within the genus Reinwardtiodendron. Description Reinwardtiodendron anamalaiense is a species of evergreen tree, which is capable of reaching heights of up to 20 m (66", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Borges (disambiguation)", "input": "Jorge Luis Borges (1899–1986) was an Argentine writer. Borges may also refer to: Borges (surname) Les Borges Blanques, capital of Les Garrigues, Catalonia, Spain Les Borges del Camp, Baix Camp, Catalonia, Spain", "label": 1, "created_at": "2005-11-19T02:47:01Z", "last_modified": "2018-12-28T01:40:11Z"}
{"title": "1889–90 Dumbarton F.C. season", "input": "The 1889–90 season was the 17th Scottish football season in which Dumbarton competed at a national level. Story of the Season August The season began on 10 August with an away fixture", "label": 1, "created_at": "2014-12-21T11:37:22Z", "last_modified": "2023-05-04T11:55:53Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "arms. On 6 December 1981 the 9th Heavy Field Artillery Regiment was reformed and the 47th Field Artillery Group \"Gargano\", which had been the artillery group of the Mechanized Brigade \"Pinerolo\", became", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "HD 46815", "input": "HD 46815 (HR 2411) is a solitary star in the southern constellation Columba. It is faintly visible to the naked eye with an apparent magnitude of 5.4 and is estimated to be", "label": 1, "created_at": "2022-06-15T17:13:40Z", "last_modified": "2023-07-27T23:50:29Z"}
{"title": "Dheklapara Tea Garden", "input": "Dheklapara Tea Garden is a village in the Madarihat Birpara CD block in the Alipurduar subdivision of the Alipurduar district in the state of West Bengal, India. Geography Location Dheklapara Tea Garden", "label": 1, "created_at": "2020-07-16T14:52:00Z", "last_modified": "2023-06-06T00:24:56Z"}
{"title": "Latin American Policy", "input": "Latin American Policy (LAP): A Journal of Politics and Governance in a Changing Region is a biannual peer-reviewed academic journal published by Wiley-Blackwell on behalf of the Policy Studies Organization and the", "label": 1, "created_at": "2013-08-07T19:52:36Z", "last_modified": "2023-04-26T12:01:43Z"}
{"title": "Kreyenhagen Hills", "input": "The Kreyenhagen Hills are a range of foothills of the Diablo Range in western Fresno County and Kings County, California. The Kreyenhagen Hills form a long foothill belt in the soft formations", "label": 1, "created_at": "2008-12-13T08:48:51Z", "last_modified": "2023-07-07T19:56:31Z"}
{"title": "Taraire rufolineata", "input": "Taraire rufolineata is a species of Tetragnathidae spider that is endemic to New Zealand. Taxonomy This species was described as Linyphia rufo-lineata in 1889 by Arthur Urquhart from male and female specimens", "label": 0, "created_at": "2024-09-03T05:48:24Z", "last_modified": "2024-12-11T03:40:48Z"}
{"title": "Haiti at the 2010 Summer Youth Olympics", "input": "Haiti competed at the 2010 Summer Youth Olympics, the inaugural Youth Olympic Games, held in Singapore from 14 August to 26 August 2010. Medalists Athletics Girls Track and Road Events Football Judo", "label": 1, "created_at": "2010-08-25T14:42:10Z", "last_modified": "2023-02-04T07:59:48Z"}
{"title": "Annales Portucalenses Veteres", "input": "with a list of the kings of Asturias up to Alfonso II, it is abbreviated, reaching only the reign of Pelagius. A second testimony can be found in the Lamego Cathedral Martyrology", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Sheila Lavery", "input": "Sheila Lavery (born c. 1960) is an Irish Group race winning trainer based at Summerhill, County Meath. Lavery has a background in eventing and also breeding horses, but did not take out", "label": 1, "created_at": "2023-06-23T23:55:31Z", "last_modified": "2023-07-09T05:57:39Z"}
{"title": "Jōjima", "input": "Jōjima (城島), also spelled Jojima or Johjima, may refer to: Jōjima, Fukuoka, Japan Kenji Johjima (born 1976), Japanese baseball player Koriki Jojima (born 1947), Japanese politician Takatsugu Jōjima (1890–1967), a Japanese navy", "label": 1, "created_at": "2008-10-11T14:01:00Z", "last_modified": "2023-06-27T12:27:25Z"}
{"title": "Douglas Morison", "input": "the Royal (or 'Old') Society of Painters in Water-colours. He also practised in lithography, published some illustrations of 'The Eglinton Tournament,' in 1842 a set of views in lithography of 'Haddon Hall,'", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "George Arbuthnot", "input": "George Arbuthnot may refer to: George Arbuthnot (civil servant) (1802–1865), British civil servant George Arbuthnot (politician) (1836–1912), British politician George Gough Arbuthnot (1848–1929), businessman and civil leader in British India George Bingham", "label": 1, "created_at": "2006-11-03T12:14:19Z", "last_modified": "2023-07-15T19:47:05Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "1940 the 17th Army Corps Artillery Grouping, which had been formed on 10 September 1939 by the 6th Army Corps Artillery Regiment, was merged into the 11th Army Corps Artillery Regiment. During", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Patrick Murray (priest)", "input": "Patrick Francis Murray (9 April 1931 – 6 August 1983) was a New Zealand Catholic priest, editor and ecumenicist. Biography Murray was born in County Down, Northern Ireland, on 9 April 1931.", "label": 1, "created_at": "2023-08-11T23:12:07Z", "last_modified": "2023-08-13T21:21:29Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "Enea Riboldi. Although Game Designers' Workshop had published a game titled Iliad the previous year, the two games are not related. Reception In Issue 22 of Fire & Movement, Tom Oleson thought", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "National Union of Paper Mill Workers", "input": "and by 1914, it had just under 6,000 members. The Scottish Operative Papermakers' Trade Protection Society, which had dissolved in 1873, left some remaining funds, which were passed to the NUPMW in", "label": 0, "created_at": "2024-03-07T23:01:55Z", "last_modified": "2024-03-07T23:01:55Z"}
{"title": "Physcia caesiopsis", "input": "Physcia caesiopsis is a species of foliose lichen in the family Physciaceae. Found in Australia, it was identified as a species new to science in 2011. The lichen is noted for its", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "High Bridge (Hammersmith)", "input": "and 1837. The bridge was destroyed in 1944 by a flying bomb. Today, the bridge is still marked by a raised hump in the gardens and a flowerbed in Furnival Gardens. History", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "end of the Cold War, the Italian Army disbanded many of its artillery units in the country's Northeast and transferred their equipment to the remaining artillery units. In 1992 the 11th Field", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Pierre Bernard Palassou", "input": "Pierre Bernard Palassou (9 June 1745, Oloron-Sainte-Marie – 9 April 1830, Ogenne-Camptort) was a French naturalist known for pioneer geological and mineralogical studies of the Pyrénées. He was a correspondent member of", "label": 1, "created_at": "2014-04-22T01:49:31Z", "last_modified": "2023-11-25T17:42:57Z"}
{"title": "Pimelea forrestiana", "input": "Pimelea forrestiana is a species of flowering plant in the family Thymelaeaceae and is endemic to Western Australia. It is a shrub with linear to narrowly elliptic leaves arranged in opposite pairs,", "label": 1, "created_at": "2022-12-01T09:28:29Z", "last_modified": "2023-01-03T10:00:04Z"}
{"title": "The Standby Program", "input": "The Standby Program is a non-profit, video post-production service organization in New York City. Since 1983, Standby has provided editorial services to independent film and video producers on a wide range of", "label": 1, "created_at": "2011-07-25T17:42:18Z", "last_modified": "2020-05-17T22:06:58Z"}
{"title": "Last Time in Paris", "input": "\"Last Time in Paris\" is a song by progressive metal band Queensrÿche, appearing in the 1990 action film The Adventures of Ford Fairlane. It was released as a radio single from the", "label": 1, "created_at": "2008-03-21T00:47:05Z", "last_modified": "2021-04-18T16:27:49Z"}
{"title": "Tsaratsar", "input": "the name Karapancha from a spring at an altitude of 382 m in the northern part of the Samuilovo Heights, within the village of Harsovo. It runs through in a deep canyon-like", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Reinwardtiodendron anamalaiense", "input": "aril. Flowering and fruiting typically occurs between the months of March and November. Distribution and habitat Reinwardtiodendron anamalaiense is native to Southwest India, where it is endemic to the Western Ghats region.", "label": 0, "created_at": "2024-04-15T14:42:00Z", "last_modified": "2024-09-26T17:59:24Z"}
{"title": "Palpifer sordida", "input": "Palpifer sordida is a moth of the family Hepialidae. It was described by Pieter Cornelius Tobias Snellen in 1900. It is found in Java, Indonesia. Food plants for this species include Alocasia,", "label": 1, "created_at": "2012-03-01T02:54:54Z", "last_modified": "2021-03-27T18:36:57Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "and work after the 1980 Irpinia earthquake the group was awarded a Bronze Medal of Army Valor, which was affixed to the group's flag and is depicted on the group's coats of", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Odontopsammodius", "input": "Odontopsammodius is a genus of aphodiine dung beetles in the family Scarabaeidae. There are about 12 described species in Odontopsammodius. Species These 12 species belong to the genus Odontopsammodius: References == Further", "label": 1, "created_at": "2018-04-29T06:50:04Z", "last_modified": "2020-04-23T04:17:40Z"}
{"title": "Minuscule 2445", "input": "Minuscule 2445 (in the Gregory-Aland numbering). It is a Greek minuscule manuscript of the New Testament, on 116 parchment leaves (16.3 cm by 13 cm). It is dated paleographically to the 12th", "label": 1, "created_at": "2008-10-30T11:16:39Z", "last_modified": "2021-06-25T15:46:02Z"}
{"title": "Annales Portucalenses Veteres", "input": "Portugalensium regis (Annals of Alfonso, King of the Portucalenses), which also begins with a list of the kings of Asturias (in this case up to Alfonso III) and then contains entries relating", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Kaitenyama Kofun", "input": "The Kaitenyama Kofun (快天山古墳) is a kofun burial mound located in the Ayauta neighborhood of the city of Marugame, Kagawa Prefecture, on the island of Shikoku of Japan. The tumulus was designated", "label": 1, "created_at": "2022-11-02T01:10:59Z", "last_modified": "2023-10-31T13:53:43Z"}
{"title": "Emy Gordon", "input": "of whom were born before their marriage: Georgina Gordon (1866−1958) Robert Gordon (b. 1869) Richard Wolf Gordon (b. 1870) Louise Ignace Therese Julie Gordon (b. 1872) After her husband inherited his father's", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "High Bridge (Hammersmith)", "input": "given to Robert Oustler to let to farm his cottages \"prope le High Bridge in Hamersmyth\". On 17 October 1650, Court Rolls mention premises surrendered by James Reeve, bounded by the Thames", "label": 0, "created_at": "2024-08-19T17:02:41Z", "last_modified": "2024-09-25T02:23:30Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "later, in 1992, the group entered the reformed 11th Self-propelled Field Artillery Regiment \"Teramo\". In 2001 the regiment was disbanded and its flag transferred to the Shrine of the Flags in the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Franco D'Attoma", "input": "for promotion to Serie A. Perugia's peak under his management was reached in the 1978–79 season, where they finished Runners Up behind Serie A champions AC Milan without losing a single game.", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "DENND2C", "input": "gene spans about 87,200 nucleotides. and has 21 exons. It is a member of the DENN (Differentially Expressed in Normal and Neoplastic cells) domain-containing protein family. These proteins regulate the activity of", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Annales Portucalenses Veteres", "input": "sequence. The version ad annum 1079, on the other hand, although it is the one in which the last recorded date is the oldest, is also the version whose known copy is", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Churamani Mahato", "input": "Churamani Mahato is an Indian politician in the All India Trinamool Congress party. He was elected as MLA of Gopiballavpur Vidhan Sabha constituency in West Bengal Legislative Assembly in 2011 and 2016.", "label": 1, "created_at": "2019-08-22T11:44:05Z", "last_modified": "2023-07-26T20:32:36Z"}
{"title": "2022–23 WOAA Senior League season", "input": "for the 2022–23 season. Regular season Final standings Note: GP = Games played; W = Wins; L= Losses; OTL = Overtime losses; GF = Goals for; GA = Goals against; Pts =", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "Emy Gordon", "input": "Germany. She and her husband were married in a civil ceremony in Maastricht in the Netherlands in 1892, after her husband's first wife died. Writing and translation work In her later years", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Journal of Clinical Gastroenterology", "input": "Journal of Clinical Gastroenterology is a peer-reviewed medical journal covering gastroenterology and hepatology, published by Lippincott Williams & Wilkins. It was established in 1979 and the current editor-in-chief is Ronnie Fass, MD", "label": 1, "created_at": "2010-12-10T04:12:24Z", "last_modified": "2023-04-30T19:16:47Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "Background As described in Homer's Iliad, Paris of Troy kidnapped Helen, daughter of Menelaus and took her to Troy. Menelaus gathered an army and besieged Troy for nine years. Then disputes arose", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "2013–14 FC Alania Vladikavkaz season", "input": "Alania Vladikavkaz are a Russian Football club which are based in Vladikavkaz. during the 2013-14 campaign they competed in the Russian National Football League, Russian Cup. == Russian National Football League ==", "label": 1, "created_at": "2013-09-29T16:49:51Z", "last_modified": "2021-08-29T12:06:36Z"}
{"title": "Physcia caesiopsis", "input": "tightly adhered to the substrate or slightly loose at the margins, and up to 3 cm wide. The lobes comprising the thallus are 0.5−2.5 mm wide, lying flat or slightly overlapping, and", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "Mellona Rocks", "input": "Mellona Rocks is a group of scattered rocks lying at the north entrance to Nelson Strait in the South Shetland Islands, Antarctica and extending 1.7 by 0.9 km (1.06 by 0.56 mi).", "label": 1, "created_at": "2010-08-20T07:47:06Z", "last_modified": "2022-04-29T02:01:53Z"}
{"title": "Lectionary 106", "input": "Lectionary 106, designated by siglum ℓ 106 (in the Gregory-Aland numbering) is a Greek manuscript of the New Testament, on parchment leaves. Palaeographically, it has been assigned to the 13th century. Description", "label": 1, "created_at": "2009-04-29T21:22:00Z", "last_modified": "2021-12-29T15:23:22Z"}
{"title": "Stanisławski", "input": "Stanisławski (feminine: Stanisławska; plural: Stanisławscy) is a Polish locational surname, which originally meant a person from a place in Poland called Stanisław, Stanisławów, or Stanisławice, all of which in turn derive from", "label": 1, "created_at": "2009-09-20T23:45:24Z", "last_modified": "2023-12-10T18:01:05Z"}
{"title": "4th Cavalry Corps (Soviet Union)", "input": "The 4th Cavalry Corps was a cavalry corps of the Soviet Red Army, formed three times. The corps first existed between 1928 and 1938 in the North Caucasus as a territorial unit,", "label": 1, "created_at": "2017-04-20T12:45:38Z", "last_modified": "2022-05-31T03:59:55Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the reformed regiment's 3rd Group. On the same date the 11th Heavy Field Artillery Group \"Teramo\" was transferred from the Southern Military Region's Artillery Command to the Mechanized Brigade \"Pinerolo\" and renamed", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Christa Mühl", "input": "From 1973 she worked as an assistant director in the dramatic arts department of GDR German Television. Among others, she worked here with Thomas Langhoff. From 1977 until Wende she was a", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "in summer 1942 to the Eastern Front. The grouping was assigned to the Alpine Army Corps and participated in Case Blue — the German offensive towards Stalingrad and the Caucasus. At the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "KKMS", "input": "KKMS may refer to: Knaster–Kuratowski–Mazurkiewicz lemma#The KKMS theorem, in mathematics and economics KKMS (AM), a radio station (980 AM) licensed to serve Richfield, Minnesota, United States The Kidd Kraddick Morning Show, an", "label": 1, "created_at": "2016-11-15T20:34:37Z", "last_modified": "2020-05-13T06:02:53Z"}
{"title": "List of World Championships medalists in sailing (radio sailing classes)", "input": "This is a list of World Championships medalists in sailing in the radio sailing classes recognised by the International Radio Sailing Association and World Sailing. International One Metre International Marblehead International Ten", "label": 1, "created_at": "2019-12-04T20:52:22Z", "last_modified": "2022-04-01T19:50:02Z"}
{"title": "Gmina Gródek nad Dunajcem", "input": "Gmina Gródek nad Dunajcem is a rural gmina (administrative district) in Nowy Sącz County, Lesser Poland Voivodeship, in southern Poland. Its seat is the village of Gródek nad Dunajcem, which lies approximately", "label": 1, "created_at": "2007-12-29T10:57:03Z", "last_modified": "2017-03-18T20:51:17Z"}
{"title": "Strobilanthes formosana", "input": "Strobilanthes formosana is a species of flowering plant in the family Acanthaceae, native to Taiwan. A perennial herb reaching 80 cm (31 in), it is found in forest ravines, at elevations from", "label": 1, "created_at": "2023-08-10T01:15:00Z", "last_modified": "2023-08-10T01:15:00Z"}
{"title": "Miklaszewski", "input": "Miklaszewski (feminine: Miklaszewska; plural: Miklaszewscy) is a Polish surname. Notable people with this surname include: Jim Miklaszewski (born 1949), American journalist Sławomir Miklaszewski (1874–1949), Polish soil scientist See also All pages with", "label": 1, "created_at": "2023-07-04T01:22:47Z", "last_modified": "2023-07-04T01:22:47Z"}
{"title": "DENND2C", "input": "6177 nucleotides long. There are three isoforms. Protein Protein isoform 1, the longest variant, is 928 amino acids long with a predicted weight of 106.9 kDa. It is alanine-poor relative to other", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Derbyshire County Cricket Club in 1965", "input": "Derbyshire County Cricket Club in 1965 was the cricket season when the English club Derbyshire had been playing for ninety-four years. It was their sixty-first season in the County Championship and they", "label": 1, "created_at": "2011-12-07T18:32:42Z", "last_modified": "2022-11-21T04:16:56Z"}
{"title": "Infiniti (album)", "input": "Infiniti is the debut album of the singer-songwriter/multi-instrumentalist Salman Ahmad. The album was released on July 1, 2005 under the record label EMI. Singles from the album include \"Ghoom Taana\" and \"Al-Vida\".", "label": 1, "created_at": "2010-07-17T13:07:54Z", "last_modified": "2021-01-17T06:22:56Z"}
{"title": "William, Viscount of Limoges", "input": "William (died 1455) was Seigneur de Avesnes and Viscount of Limoges from 1404 until his death. He was also briefly Count of Périgord following the death of his brother John II, Count", "label": 1, "created_at": "2018-11-23T03:42:21Z", "last_modified": "2023-05-17T13:27:48Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "regiment consisted of a command, a command unit, three groups with 105/32 heavy field guns, and a depot. The regiment was assigned to the XI Army Corps in Udine. On 10 February", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "1955–56 Maccabi Netanya F.C. season", "input": "The 1955–56 Maccabi Netanya season was the club's 22nd season since its establishment in 1934, and 8th since the establishment of the State of Israel. At the start of the season, the", "label": 1, "created_at": "2016-09-19T12:16:03Z", "last_modified": "2023-10-22T08:29:54Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "The regiment was disbanded in 1926 and reformed in 1939. During World War II the regiment formed an army corps artillery grouping, which served in 1942-43 with the Italian 8th Army on", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Christa Mühl", "input": "in acting and directing at the Konrad Wolf Academy of Film and Television. In 1988, she received the Art Prize of the GDR. After 1990 she remained true to her craft and", "label": 0, "created_at": "2024-03-17T21:42:29Z", "last_modified": "2024-10-23T12:02:31Z"}
{"title": "Annales Portucalenses Veteres", "input": "the Mozarabic calendar, while the other two follow the Roman calendar. For these reasons, he believes that the original (with the Mozarabic dates) was reformulated to produce the version ad annum 1111", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Physcia caesiopsis", "input": "with simple rhizines (root-like structures) that are scattered, measuring 0.2−0.9 mm in length. Reproductive structures such as apothecia (disc-like structures bearing spores) have not been observed to occur in this species. Habitat", "label": 0, "created_at": "2024-12-28T01:50:04Z", "last_modified": "2024-12-28T01:50:04Z"}
{"title": "Glucose-1-phosphatase", "input": "The enzyme glucose-1-phosphatase (EC 3.1.3.10) catalyzes the reaction α-D-glucose 1-phosphate + H2O ⇌ {\\displaystyle \\rightleftharpoons } D-glucose + phosphate This enzyme belongs to the family of hydrolases, specifically those acting on phosphoric", "label": 1, "created_at": "2007-11-27T19:14:55Z", "last_modified": "2023-08-26T14:14:35Z"}
{"title": "Annales Portucalenses Veteres", "input": "table of contents and shares with it the recto of the first written folio. A final entry has been added to this copy, again recording in more detail the conquest of Coimbra", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Luminița", "input": "Luminiţa may refer to: Luminița (name) Port of Luminița in Romania Luminița River in Romania Luminiţa, a village in Corbu Commune, Constanţa County, Romania Luminiţa, a village in Topolog Commune, Tulcea County,", "label": 1, "created_at": "2006-09-08T10:12:13Z", "last_modified": "2019-05-18T05:03:57Z"}
{"title": "Emy Gordon", "input": "and old (1889) Henry Edward Manning: Religio viatoris. Die vier Grundsteine meines Glaubens (1889, translation) Lose Blätter aus Märchens Sammelmappe (1890) Praktischer Ratgeber für Erwerb suchende Frauen und Mädchen aus besseren Ständen", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "2022–23 WOAA Senior League season", "input": "the Petrolia Squires would be joining their league in 2023–24. On June 16, the league announced an expansion team for Thornbury, Ontario for the 2023-24 season. On June 23, the team was", "label": 0, "created_at": "2024-05-09T23:37:58Z", "last_modified": "2024-11-03T20:31:02Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "based in Civitavecchia, was transferred to the 8th Heavy Field Artillery Regiment. World War II On 10 November 1939 the regiment was reformed as 11th Army Corps Artillery Regiment in Cormons. The", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Tashlin", "input": "Tashlin is a surname. Notable people with the surname include: Frank Tashlin (born Francis Fredrick von Taschlein; 1913–1972), American animator, cartoonist, illustrator, screenwriter, and film director Lesley Tashlin (born 1969), Canadian sprinter", "label": 1, "created_at": "2018-01-26T06:12:33Z", "last_modified": "2021-04-23T12:58:11Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "support unit assigned to a corps-level command. This regiment is unrelated to the 11th Field Artillery Regiment, which was a support unit assigned to a division-level command. History On 1 August 1920", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Goldney baronets", "input": "The Goldney Baronetcy, of Beechfield in the Parish of Corsham and Bradenstoke Abbey in the Parish of Lyneham, both in the County of Wiltshire, was a title in the Baronetage of the", "label": 1, "created_at": "2009-12-04T18:11:55Z", "last_modified": "2022-07-01T04:30:12Z"}
{"title": "Annales Portucalenses Veteres", "input": "more recent (14th century), raising doubts as to whether it is the closest to the original or the most distant. If it is the oldest version, the others would have voluntarily abridged", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "DENND2C", "input": "structure are currently unavailable. Clinical significance DENND2C’s importance in cancer is highlighted by its regulation by the tumor suppressor p53. As a guanine nucleotide exchange factor for Rab (G-protein), DENND2C plays a", "label": 0, "created_at": "2024-06-10T02:59:05Z", "last_modified": "2024-08-05T13:21:07Z"}
{"title": "Tsaratsar", "input": "mouth. Downstream of the village of Stefan Karadzha it dries up and receives irregular flow. The river flows into the Danube west of Tutrakan at an altitude of 11 m. Its drainage", "label": 0, "created_at": "2024-11-18T15:03:47Z", "last_modified": "2024-11-22T13:51:39Z"}
{"title": "Australian Army Transportation Corps", "input": "The Australian Army Transportation Corps (AATC) was a corps of the Australian Army that was responsible for various transportation functions including rail, water and terminal/dock operations. Formed in the final days of", "label": 1, "created_at": "2015-04-04T23:43:40Z", "last_modified": "2021-02-06T04:58:58Z"}
{"title": "Parya", "input": "Parya may refer to: Parya language, Indo-Aryan language spoken in Central Asia several mountains in Peru: Parya (Ayacucho) Paria (Peru) Puka Parya Parya Chaka See also Parrya, a genus of plants Paria", "label": 1, "created_at": "2008-09-18T16:38:40Z", "last_modified": "2023-06-05T22:24:48Z"}
{"title": "Iliad: The Most Renowned War Legend", "input": "the best thing about the game was \"its superlative appearance, among the most striking of all wargames.\" However, Oleson found the game was too long despite its simplistic rules, often running four", "label": 0, "created_at": "2024-05-25T16:33:19Z", "last_modified": "2024-06-19T10:26:47Z"}
{"title": "Frye Mesa Reservoir", "input": "Frye Mesa Reservoir is located in southeastern Arizona, 15 miles (24 km) southwest of Safford in the Coronado National Forest. Fish species Rainbow Trout Brown Trout Brook Trout Gila Trout References Information", "label": 1, "created_at": "2008-06-23T18:41:45Z", "last_modified": "2021-10-24T19:11:39Z"}
{"title": "Franco D'Attoma", "input": "D'Attoma introduced the Perugia kit for the 1979-1980 season, marking the debut of jersey sponsorship in Italian football. Together with the introduction of shirt sponsorships, initially banned by the FIGC, he also", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "HDMS Lamprenen (1612)", "input": "Gothenburg) as part of the Kalmar war. After the castle was captured, Lamprenen was taken to Copenhagen as a Danish prize and entered the Royal Dano-Norwegian Navy. Lamprenen was part of the", "label": 0, "created_at": "2024-02-25T22:24:41Z", "last_modified": "2024-03-21T11:16:11Z"}
{"title": "Annales Portucalenses Veteres", "input": "relation to the Portuguese territory. The version ad annum 1168 would be a reworking of the previous one, already of a markedly Portuguese character, with a reduced version of the Laterculus of", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Singers in the Shadows", "input": "Singers in the Shadows is a collection of poems by Robert E. Howard. It was published in 1970 by Donald M. Grant, Publisher, Inc. in an edition of 549 copies. The collection", "label": 1, "created_at": "2008-05-09T16:52:44Z", "last_modified": "2023-01-02T19:18:22Z"}
{"title": "Ipitinga River", "input": "The Ipitinga River is a river of Pará state in north-central Brazil, a tributary of the Jari River. Part of the river's basin is in the Maicuru Biological Reserve. See also List", "label": 1, "created_at": "2009-07-05T23:45:39Z", "last_modified": "2023-02-17T14:03:22Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "The 11th Heavy Field Artillery Regiment (Italian: 11° Reggimento Artiglieria Pesante Campale) is an inactive artillery regiment of the Italian Army, which was based in Persano in Campania and assigned to the", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "Cernița (river)", "input": "The Cernița is a small river in the Apuseni Mountains, Alba County, western Romania. It is a left tributary of the river Abrud. It flows through the village Ciuruleasa, and joins the", "label": 1, "created_at": "2007-12-19T17:15:28Z", "last_modified": "2022-03-08T19:36:23Z"}
{"title": "Kalle Jäykkä", "input": "Kalle Vihtori Jäykkä (17 August 1869 – 8 November 1951) was a Finnish farmer and politician. He was born in Vampula, and was a Member of the Parliament of Finland from 1913", "label": 1, "created_at": "2019-01-30T09:18:49Z", "last_modified": "2023-08-29T08:56:34Z"}
{"title": "Elizabethkingia endophytica", "input": "Elizabethkingia endophytica is a slightly yellow Gram-stain-negative rod-shaped bacterial strain isolated from the stem of healthy 10-day-old sweet corn (Zea mays). A comparison of the 16S rRNA gene sequence of the isolate", "label": 1, "created_at": "2016-03-12T21:03:59Z", "last_modified": "2023-04-26T17:02:58Z"}
{"title": "Anthony Wonke", "input": "Anthony Wonke is a film director. He is an Emmy and triple BAFTA winning director and an Oscar nominated and Emmy winning executive producer. He has also won, amongst other awards, the", "label": 1, "created_at": "2010-11-03T18:19:06Z", "last_modified": "2023-08-06T02:21:19Z"}
{"title": "Annales Portucalenses Veteres", "input": "ad annum 1111, not only because it was the oldest copy but also because all of its events were set in a peninsular context, although they appear in the text mainly in", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Emy Gordon", "input": "affair with George John Robert Gordon (1812−1902), a Scottish diplomat serving as Britain's Envoy Extraordinary and Minister Plenipotentiary to the Kingdom of Württemberg, who had been married to Rosa Justina Young (1817−1891)", "label": 0, "created_at": "2024-01-05T16:20:11Z", "last_modified": "2024-02-25T06:14:53Z"}
{"title": "Gangeum Dan clan", "input": "Gangeum Dan clan (Korean: 강음 단씨; Hanja: 江陰 段氏) is one of the Korean clans. Their Bon-gwan is in Kumchon County, North Hwanghae Province. According to the research held in 1985, the", "label": 1, "created_at": "2017-11-05T17:52:30Z", "last_modified": "2023-11-02T22:18:53Z"}
{"title": "Palupõhja", "input": "Palupõhja is a village in Elva Parish, Tartu County, Estonia, located on the Alam-Pedja Nature Reserve. It has a population of 4 (as of 1 January 2010). Palupõhja Nature School is located", "label": 1, "created_at": "2010-11-14T17:42:09Z", "last_modified": "2022-06-26T07:29:32Z"}
{"title": "Douglas Morison", "input": "and in 1846 lithographic ' Views of the Ducal Palaces of Saxe-Coburg and Gotha,' from sketches made on the spot, with notes and suggestions from the prince consort. He made some sketches", "label": 0, "created_at": "2024-03-12T23:26:07Z", "last_modified": "2024-03-13T00:19:33Z"}
{"title": "Cryptocarya elliptifolia", "input": "native to the Philippines and Orchid Island in Taiwan. Its populations are severely fragmented due to urbanization. Description Cryptocarya elliptifolia is a small tree, growing only to around 6 m (20 ft)", "label": 0, "created_at": "2024-01-21T12:26:40Z", "last_modified": "2024-01-21T14:21:42Z"}
{"title": "Jungang station", "input": "Jungang Station (Central station) may refer to the following stations in South Korea: Jungang Station (Ansan), a station on the Seoul Subway line 4 and the Suin–Bundang Line Jungang Station (Uijeongbu), a", "label": 1, "created_at": "2014-11-07T06:05:23Z", "last_modified": "2023-08-17T11:08:36Z"}
{"title": "Shushma Datt", "input": "Shushma Datt (born 1946) is a Canadian radio and television broadcaster. She is credited as the first Canadian broadcaster of South-Asian descent and is considered a pioneer of ethnic broadcasting in British", "label": 1, "created_at": "2022-04-25T23:58:23Z", "last_modified": "2022-06-01T17:45:37Z"}
{"title": "Vexillum hervieri", "input": "Vexillum hervieri is a species of small sea snail, marine gastropod mollusk in the family Costellariidae, the ribbed miters. Description The length of the shell attains 15 mm. Distribution This marine species", "label": 1, "created_at": "2010-04-24T14:26:44Z", "last_modified": "2023-08-25T18:01:54Z"}
{"title": "11th Heavy Field Artillery Regiment (Italy)", "input": "the announcement of the Armistice of Cassibile on 8 September 1943. 11th Army Corps Artillery Grouping: the grouping was mobilized on 1 February 1940 and consisted of a command, a command unit,", "label": 0, "created_at": "2024-01-20T06:58:29Z", "last_modified": "2024-11-02T00:11:02Z"}
{"title": "HDMS Lamprenen (1612)", "input": "journey of Danish-Norwegian explorer Jens Munk to the Hudson Bay i 1619-1620 (together with the larger frigate Enhiørningen). Ships and crews overwintered in the mouth of Churchill River. All but Jens Munk", "label": 0, "created_at": "2024-02-25T22:24:41Z", "last_modified": "2024-03-21T11:16:11Z"}
{"title": "Franco D'Attoma", "input": "the University of Perugia. In 1960 he joined the renowned clothing industry Ellesse as a partner, having become the brother-in-law of Leonardo Servadio. Servadio freely transferred some shares to him. D'Attoma was", "label": 0, "created_at": "2024-04-01T16:16:54Z", "last_modified": "2024-04-02T12:54:48Z"}
{"title": "2014 Abierto Mexicano Telcel – Women's doubles", "input": "Lourdes Domínguez Lino and Arantxa Parra Santonja were the defending champions, but chose not to participate. Kristina Mladenovic and Galina Voskoboeva won the title, defeating Petra Cetkovská and Iveta Melzer in the", "label": 1, "created_at": "2014-02-23T23:23:24Z", "last_modified": "2023-10-20T18:52:52Z"}
{"title": "Liaquat", "input": "Liaquat may refer to: Liaquat Ali Khan, Former Prime Minister of Pakistan Liaquat National Memorial Library, located in Karachi, Pakistan Ra'ana Liaquat Ali Khan, Pakistani politician Liaquat–Nehru Pact, accord between India and", "label": 1, "created_at": "2016-07-04T16:15:50Z", "last_modified": "2023-09-13T06:19:02Z"}
{"title": "Beckerman", "input": "Beckerman is a surname. Notable people with the surname include: Alyssa Beckerman (born 1981), American gymnast Bernard Beckerman (contemporary), American Shakespeare scholar and theater director Ilene Beckerman (born 1935), American writer Jon", "label": 1, "created_at": "2012-04-14T17:07:36Z", "last_modified": "2023-09-20T14:45:30Z"}
{"title": "A Few Ole Country Boys", "input": "\"A Few Ole Country Boys\" is a song written by Troy Seals and Mentor Williams, and recorded as a duet by American country music artists Randy Travis and George Jones. It was", "label": 1, "created_at": "2009-08-25T01:30:56Z", "last_modified": "2022-11-25T01:23:18Z"}
{"title": "La Pitié", "input": "La Pitié is a chapel in the commune of Mellionnec in the Côtes-d'Armor department in Brittany in north-western France. It is on the shore of Canal de Nantes à Brest between locks", "label": 1, "created_at": "2010-04-29T12:53:43Z", "last_modified": "2020-12-29T02:19:44Z"}
{"title": "Askerøya", "input": "Askerøya is an island in Tvedestrand municipality in Agder county, Norway. The 2.46-square-kilometre (610-acre) island lies along the Skagerrak coast. The island is just southwest of the Lyngør area and just northeast", "label": 1, "created_at": "2011-04-09T18:15:09Z", "last_modified": "2023-11-04T10:20:49Z"}
{"title": "Annales Portucalenses Veteres", "input": "Gothorum, as it is very similar to the version ad annum 1079, as another testimony to the long recension of the APV. For José Mattoso, Luís Krus, and Mário Gouveia, the three", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "Annales Portucalenses Veteres", "input": "related to the latter version. Versions ad annum 1079 The only testimony of this version can be found in the Livro da Noa, which originated from the monastery of Santa Cruz of", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
{"title": "2023 Engie Open Feira de Santana – Singles", "input": "This was the first edition of the tournament. Laura Pigossi won the title, defeating Jana Kolodynska in the final, 6–1, 6–4. Seeds Draw Key Finals Top half Bottom half References External links", "label": 0, "created_at": "2024-02-29T09:12:04Z", "last_modified": "2024-02-29T09:27:16Z"}
{"title": "Pintilie", "input": "Pintilie is a Romanian-language surname most encountered in the Maramureș and Moldavian dialects; it is a derivative or variant of Pantelimon, which designates Saint Pantaleon. On its own, the surname may refer", "label": 1, "created_at": "2009-04-01T05:41:47Z", "last_modified": "2022-09-16T17:55:09Z"}
{"title": "2013 Bani Yas International Tournament", "input": "The Bani Yas International Tournament is a yearly football tournament that takes place in Abu Dhabi in the United Arab Emirates that began in 2010. The champion of the 2013 edition was", "label": 1, "created_at": "2014-12-19T10:32:46Z", "last_modified": "2023-02-20T12:29:16Z"}
{"title": "Marcelo Caro", "input": "for Deportes Antofagasta in 2000. Abroad, he had a stint with Charlotte Eagles in the 2002 USL A-League. At international level, he represented Chile U20 in the 1991 South American Championship. Post-retirement", "label": 0, "created_at": "2024-01-24T03:49:23Z", "last_modified": "2024-12-27T05:14:59Z"}
{"title": "Annales Portucalenses Veteres", "input": "period than the other two versions and transmitting twenty-three entries, the version ad annum 1168 includes the same events for the period 1079–1111 as the previous one, although narrated differently. It continues", "label": 0, "created_at": "2024-07-27T17:36:46Z", "last_modified": "2024-10-12T18:59:31Z"}
